{
  "name": "2020 MTV Video Music Awards",
  "categories": [
    {
      "name": "Video of the Year",
      "description": "The most prestigious competitive-award and final award handed out at the annual MTV Video Music Awards.",
      "contestants": [
        {
          "name": "everything i wanted (Billie Eilish)",
          "description": "Eilish released the music video for 'Everything I Wanted' on January 23, 2020, and announced its premiere the same day on Instagram in a post captioned; 'something is coming'. The video was directed by Eilish, who stated; 'My brother and I wrote this song about each other and I wanted to create a visual that emphasizes that no matter what, we’ll be there for each other through everything. This is the second video I’ve directed of mine. We worked so hard, for hours and hours on end.' Eilish wanted the video to showcase the relationship between her and O'Connell. Eilish stated during an interview with BBC Radio 1's Annie Mac; 'Pretty much that whole song is about me and Finneas' relationship as siblings. In the dream, the fans didn’t care. The internet shit on me for killing myself, all this stuff, and it really did mess me up.'",
          "wiki_url": "https://en.wikipedia.org/wiki/Everything_I_Wanted#Music_video",
          "image_url": "https://en.wikipedia.org/wiki/Everything_I_Wanted#/media/File:Billie_Eilish_-_Everything_I_Wanted.png",
          "youtube_url": "https://www.youtube.com/embed/EgBJmlPo8Xw",
          "spotify_url": "https://open.spotify.com/track/3ZCTVFBt2Brf31RLEnCkWJ?si=880mZ9EnQvy2JZA1qUdsrQ"
        },
        {
          "name": "Godzilla (Eminem ft. Juice WRLD)",
          "description": "On March 4, 2020, a lyric video for the single was released. On March 6, Eminem released a snippet of the music video, partnered with Lyrical Lemonade. The music video, directed by Cole Bennett, released on March 9, featuring appearances by Mike Tyson, Dr. Dre, and a dedication to Juice WRLD at the end. The song was Juice Wrld's first posthumous release following his death in December 2019.",
          "wiki_url": "https://en.wikipedia.org/wiki/Godzilla_(Eminem_song)#Music_video",
          "youtube_url": "https://www.youtube.com/embed/r_0JjYUe5jo",
          "spotify_url": "https://open.spotify.com/track/7FIWs0pqAYbP91WWM0vlTQ?si=fvshnlI9RT6DhECzL_r3Gg"
        },
        {
          "name": "Life is Good (Future ft. Drake)",
          "description": "In late December 2019, Future and Drake were spotted in Atlanta, Georgia, filming a music video in a McDonald's location, leading to the belief that the two had a forthcoming collaboration. The shoot included recording artists such as 21 Savage, Mike Will Made-It, Lil Yachty and Big Bank. Word of the video spread when media personality DJ Akademiks posted the casting call for the video. Future had previously posted a snippet of what the duo were working on in his Instagram story. The song and music video, directed by Julien Christian Lutz were released at midnight on January 10. The music video depicts Future and Drake as men with ordinary jobs, including fast food workers, mechanics, IT workers, off-brand Apple Store employees, garbage men, chefs, aspiring rappers, and assistant directors. The video on YouTube has over 900 million views as of 23rd August 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Life_Is_Good_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/8b/Future_-_Life_Is_Good.png",
          "youtube_url": "https://www.youtube.com/embed/l0U7SxXHkPY",
          "spotify_url": "https://open.spotify.com/track/5yY9lUy8nbvjM1Uyo1Uqoc?si=IoKGDgSKRie2bvWm6MFRig"
        },
        {
          "name": "Rain on Me (Lady Gaga with Ariana Grande)",
          "description": "The music video for 'Rain on Me' was filmed in Los Angeles shortly before the state of California went into lockdown in light of the COVID-19 pandemic. The outfits worn by Gaga and Grande were designed by Laura Pulice and manufactured by Vex Clothing, a company specialized in latex suits. Pulice said that the inspiration for Gaga's look was 'a futuristic sci-fi punk' and 'a heavy metal album sex symbol', while for Grande they 'wanted to keep with the style that she's comfortable with, while staying with the futuristic theme of the video.' The singers' makeup was done by Sarah Tanno, who used products from Haus Laboratories and 'wanted the looks to feel powerful, pop, with a mix of dangerous rebellion.' Choreographer Richy Jackson aspired to develop choreography which was uplifting and easy to recreate for those who watch it. He added that he really enjoyed the process because he was 'able to work with both Gaga and Ariana and design their dances based on their individual artistic personalities, unique likenesses and differences and also how they each sang their lyrics parts.' Prior to the release of the video, Gaga talked with Beats 1's Zane Lowe about working with Grande on the video, saying that 'she was so open to trying things that she hasn't done before'. The music video was directed by filmmaker Robert Rodriguez, who had previously worked with Gaga on the films Machete Kills and Sin City: A Dame to Kill For. It premiered on May 22, 2020, at 10 a.m. PT. On August 6, 2020, Gaga released the forty-eighth episode of her web series Gagavision, showing her and Grande going through rehearsals and filming the music video.",
          "wiki_url": "https://en.wikipedia.org/wiki/Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c4/Lady_Gaga_-_Rain_on_Me.png",
          "youtube_url": "https://www.youtube.com/embed/AoAm4om0wTs",
          "spotify_url": "https://open.spotify.com/track/24ySl2hOPGCDcxBxFIqWBu?si=plHIDABJSkuFH3RBVaNGrw"
        },
        {
          "name": "The Man (Taylor Swift)",
          "description": "On February 25, 2020, Swift announced via her social media accounts that the music video will be released in two days' time. The video was directed by Swift, making it her official solo directorial debut. Swift answered fan questions in the hour before the music video's premiere on YouTube on February 27, 2020. She stated that the entire preparation for the music video—including planning meetings, creating mood boards, scouting locations, and costume and set design—took several months. She also confirmed that there would be many of her trademark 'easter eggs' in the video. With 'The Man' music video, I wanted to show a heightened reaction of how the world reacts to someone who's male, hot, rich, young and cocky. I wanted to show how there's immediate approval and benefit of the doubt given, in a ridiculous way. — Swift, The Man (Behind The Scenes: Directing), YouTube\nThe video features cameos from TikTok stars Loren Gray (the second most followed on the platform) and Dominic Toliver, actress Jayden Bartels, and Swift's father Scott Swift; actor Dwayne Johnson appears in a brief voice role. The video's production team includes producer Jil Hardin, executive producer Rebecca Skinner, assistant director Joe Osborne, cinematographer Rodrigo Prieto, production designer Ethan Tobman, and makeup artist Bill Corso. Swift's transformation involved a 'muscle suit', prosthetic makeup, eyebrow wigs, and facial sculptures, which took between four and six hours to apply each day. She also worked with movement coaches Stephen Galloway and Spenser Theberge, as well as editor Chancler Haynes. Visual effects were handled by Ingenuity Studios, which previously worked on several of Swift's videos such as 'Look What You Made Me Do', 'End Game', '...Ready for It?', and 'Lover'.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Man_(Taylor_Swift_song)#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/7/7c/Taylor_Swift_-_The_Man.png",
          "youtube_url": "https://www.youtube.com/embed/AqAJLh9wuZ0",
          "spotify_url": "https://open.spotify.com/track/3RauEVgRgj1IuWdJ9fDs70?si=h_k3Yx0ORiieLOdd61ee_A"
        },
        {
          "name": "Blinding Lights (The Weeknd)",
          "description": "The music video for 'Blinding Lights' was directed by Anton Tammi, assisted by Kenneth Taylor, and filmed in Fremont Street, Las Vegas and Downtown Los Angeles, during a four-day shooting that took place until 6 a.m. every day. It was produced by Sarah Parker and executed prodced by Saskia Whinney for Somesuch, with production design by Adam William Wilson. Olliver Millar served as the director of photography, assisted by Devin 'Daddy' Karringten on the second unit, Niels Lindelien on the steadicam operation, Nizzar Najm on the gaffer and Marlow Nunez on the key grip. The video was edited by Janne Vartia and Tim Montana, and included VFX by Mathematic, post production surpervision by Alec Ernest, color by Nicke Jacobsson, soud design by Akseli Soini, title design by Aleksi Tammi and 3D effects by Oscar Böckerman. During the filming, the roads were not completely shut down, hence random cars and pedestrians were passing by while The Weeknd danced in the street. Also, someone got arrested in a tunnel during the filming, holding up the production for a few moments. The shooting required at least three vehicles driving through the nighttime streets. The Mercedes-AMG GT roadster was specially equipped towing vehicle that allowed The Weeknd to act and lip-sync inside the moving convertible without needing to drive, and a Mercedes-Benz chase SUV with a crane camera strapped to the top. Director of photography Oliver Millar said that he loves the music video format and talked about how intense it is to try and create iconic images during high-pressure shoots that don't last very long. He said that since The Weeknd's previous videos had a dark and gritty vibe, he used generators powering banks of LED lights and a Sony Venice full-frame digital motion picture camera system to try to re-create the look, ending up with the video's vintage, 1980s style. The Weeknd loved so much the Mercedes SUV that he actually bought the vehicle after the filming ended. Mercedes-Benz vice president of marketing Bettina Fetzer said in a statement that working with The Weeknd on the official video was 'inspiring and gave us lots of new and creative impetus. With The Weeknd as the creative director and performer we are addressing young and digital target groups to a greater extent—a perfect combination for this unique Mercedes moment on the road to an electric future'.",
          "wiki_url": "https://en.wikipedia.org/wiki/Blinding_Lights#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/e6/The_Weeknd_-_Blinding_Lights.png",
          "youtube_url": "https://www.youtube.com/embed/4NRXx6U8ABQ",
          "spotify_url": "https://open.spotify.com/track/0VjIjW4GlUZAMYd2vXMi3b?si=VEemeVoyTQCDbMDk3vytjA"
        }
      ]
    },
    {
      "name": "Song of the Year",
      "description": "",
      "contestants": [
        {
          "name": "Say So (Doja Cat)",
          "description": "'Say So' was originally released as the fifth track on Doja Cat's second studio album Hot Pink. During late 2019 and early 2020, the song gained popularity on the social media app TikTok due to several dance challenge videos that featured the song - after a dance created by TikTok user Haley Sharpe went viral on the platform - and videos containing the song have now been viewed over 7.5 billion times on the platform. The song was written by Doja Cat, Lydia Asrat, Yeti Beats, and Dr. Luke. The song was produced by Dr. Luke, under the pseudonym Tyson Trax. The song reached the top of the US Billboard Hot 100 following the release of two remixes featuring rapper Nicki Minaj, earning the first number-one song for both artists. The song is the first collaboration between two female rappers to top the Hot 100. The song's commercial performance has been described as a comeback for producer Dr. Luke, following the 2014 Kesha v. Dr. Luke case.",
          "wiki_url": "https://en.wikipedia.org/wiki/Say_So_(Doja_Cat_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/df/Say_So_-_Doja_Cat.png",
          "youtube_url": "https://www.youtube.com/embed/pok8H_KF1FA",
          "spotify_url": "https://open.spotify.com/track/3Dv1eDb0MEgF93GpLXlucZ?si=GOpbPCmkSs-suP5bVDg6LA"
        },
        {
          "name": "everything i wanted (Billie Eilish)",
          "description": "Recorded by American singer-songwriter Billie Eilish, and co-written by Eilish and her brother Finneas O'Connell, who also produced it. It is a house and electronica-influenced pop and alternative pop track with minimal piano and downtempo bass guitar instrumentation. Inspired by a nightmare she experienced, the song is about Eilish's strong relationship with O'Connell; its lyrics are about him protecting Eilish and making sure no one hurts her.",
          "wiki_url": "https://en.wikipedia.org/wiki/Everything_I_Wanted",
          "image_url": "https://en.wikipedia.org/wiki/Everything_I_Wanted#/media/File:Billie_Eilish_-_Everything_I_Wanted.png",
          "youtube_url": "https://www.youtube.com/embed/EgBJmlPo8Xw",
          "spotify_url": "https://open.spotify.com/track/3ZCTVFBt2Brf31RLEnCkWJ?si=880mZ9EnQvy2JZA1qUdsrQ"
        },
        {
          "name": "Rain on Me (Lady Gaga with Ariana Grande)",
          "description": "From Gaga's sixth studio album, Chromatica (2020). It was written by Gaga, Grande, Nija Charles, Rami Yacoub, Tchami, Boys Noize and its producers BloodPop and Burns. An upbeat house, dance-pop and disco song, the song features a synth-disco beat and funk guitars. Described by Gaga as a 'celebration of tears,' it is about being able to keep going despite the hardships of life. This is the first time Grande worked with Burns and BloodPop.",
          "wiki_url": "https://en.wikipedia.org/wiki/Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c4/Lady_Gaga_-_Rain_on_Me.png",
          "youtube_url": "https://www.youtube.com/embed/AoAm4om0wTs",
          "spotify_url": "https://open.spotify.com/track/24ySl2hOPGCDcxBxFIqWBu?si=plHIDABJSkuFH3RBVaNGrw"
        },
        {
          "name": "Savage (Megan Thee Stallion)",
          "description": "It was released on March 6, 2020 as part of her EP Suga and later sent to US Top 40 radio formats on April 7, 2020 by 1501 Certified Entertainment and 300 Entertainment as the third single from the EP.  The song was written by the performer with Anthony White, Bobby Session, Jr. and Akeasha Boodie. It went viral on video-sharing app TikTok, with people performing the 'Savage' dance challenge during the song's chorus. A remix featuring Beyoncé was released on April 29, 2020. The remix became Megan Thee Stallion's first number-one song on the Billboard Hot 100 on May 26, 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Savage_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/dd/Megan_Thee_Stallion_featuring_Major_Lazer_-_Savage_%28Remix%29.png",
          "youtube_url": "https://www.youtube.com/embed/EOxj2ROIxok",
          "spotify_url": "https://open.spotify.com/track/55CHeLEfn5iJ0IIkgaa4si?si=CNNjluyuQaCEbQXjkNYIng"
        },
        {
          "name": "Circles (Post Malone)",
          "description": "'Circles' is a pop rock song consisting of a 'bouncy, melancholy' melody, alongside a 'gentle acoustic groove'. The chorus has been described as 'compulsory singalong'.  It is written in the key of C major, in common time, at a tempo of 120 beats per minute. It follows a chord structure of Cmaj7–Em/B–Fmaj7–Fm, followed by Cmaj7–Em/B–Fmaj7–G6.",
          "wiki_url": "https://en.wikipedia.org/wiki/Circles_(Post_Malone_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/a/a5/Post_Malone_-_Circles.png",
          "youtube_url": "https://www.youtube.com/embed/wXhTHyIgQ_U",
          "spotify_url": "https://open.spotify.com/track/21jGcNKet2qwijlDFuPiPb?si=yQRP2_aASzejVauUFyvfQg"
        },
        {
          "name": "The Box (Roddy Ricch)",
          "description": "released as the fourth single on February 10, 2020, from his debut studio album Please Excuse Me for Being Antisocial. Prior to the song being released as a single, it became Roddy Ricch's highest-charting song worldwide, spending eleven weeks at number one on the US Billboard Hot 100, as well as topping the charts in Canada, New Zealand, Hungary, and peaking at number two in both the UK and Ireland. The song received critical acclaim, with praise for Ricch's vocal delivery. Used in over 2.4 million videos on TikTok with a combined 6.5 billion views as of June 2020, Its popularity on the social media app is credited to Ricch's 'iconic' 'eee err' ad-lib. A music video was released on February 28, 2020, directed by Ricch. In the US, 'The Box' was the biggest song of the first half of 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Box_(Roddy_Ricch_song)",
          "image_url": "https://i.ytimg.com/vi/uLHqpjW3aDs/maxresdefault.jpg",
          "youtube_url": "https://www.youtube.com/embed/UNZqm3dxd2w",
          "spotify_url": "https://open.spotify.com/track/0nbXyq5TXYPCO7pr3N8S4I?si=DmaiDaeCTaidsWm4oMWCIw"
        }
      ]
    },
    {
      "name": "Artist of the Year",
      "description": "",
      "contestants": [
        {
          "name": "Justin Bieber",
          "description": "Discovered at age 13 by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100. On March 25, 2019, Bieber announced through Instagram that he will be taking a break from music to fix 'deep rooted issues' that he has been dealing with. However, he later announced that a fifth studio album was forthcoming at the 2019 Coachella Valley Music and Arts Festival. On December 24, 2019, Bieber announced that he would be releasing his fifth studio album and embarking on his fourth concert tour in 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Justin_Bieber",
          "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/da/Justin_Bieber_in_2015.jpg",
          "spotify_url": "https://open.spotify.com/artist/1uNFoZAHBGtllmzznpCI3s?si=3-JfYIefRKas5ioZurhR1g"
        },
        {
          "name": "Da Baby",
          "description": "Jonathan Lyndale Kirk (born December 22, 1991),[a] better known as DaBaby (formerly known as Baby Jesus), is an American rapper, singer, and songwriter from Charlotte, North Carolina. After releasing several mixtapes between 2014 and 2018,  DaBaby rose to mainstream prominence in 2019. His debut studio album Baby on Baby (2019) peaked at number seven on the Billboard 200, while his second studio album, Kirk (2019), debuted at number one. His third studio album, Blame It on Baby (2020), became his second consecutive number-one album in the US. It also produced DaBaby's highest-charting song, 'Rockstar' featuring Roddy Ricch, which has spent seven non-consecutive weeks at number one on the Billboard Hot 100 as of the issue dated August 15, 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/DaBaby",
          "image_url": "https://www.refinery29.com/images/9134010.jpg",
          "spotify_url": "https://open.spotify.com/artist/4r63FhuTkUYltbVAg5TQnk?si=Sgxsee2YSQyG7lGXhcH88A"
        },
        {
          "name": "Lady Gaga",
          "description": "Stefani Joanne Angelina Germanotta (born March 28, 1986), known professionally as Lady Gaga, is an American singer, songwriter, record producer, actress, and businesswoman. She is known for reinventing herself throughout her career and for her versatility in numerous areas of the entertainment industry. Having sold 124 million records as of 2014, Gaga is one of the world's best-selling music artists and the fourth highest-earning female musician of the 2010s. Her involvement in the critically acclaimed musical drama film, A Star Is Born (2018) made her the first woman to win an Academy, Grammy, BAFTA, and Golden Globe Award in one year. In October, Gaga announced her engagement to talent agent Christian Carino whom she had met in early 2017. They ended the engagement in February 2019. Gaga signed a two-year residency, named Lady Gaga Enigma, to perform at the MGM Park Theater in Las Vegas. The residency consists of two types of shows: Enigma, which focuses on theatricality and includes the singer's biggest hits, and Jazz and Piano, which involves tracks from the Great American Songbook and stripped-down versions of Gaga's songs. The Enigma residency show opened in December 2018 and the Jazz and Piano in January 2019. Gaga launched her first, vegan makeup line, Haus Laboratories, in September 2019 exclusively on Amazon. Consisting of 40 products, including liquid eyeliners, lip glosses and face mask sticker, it reached number-one on Amazon's list of best-selling lipsticks. In February 2020, Gaga began a relationship with entrepreneur Michael Polanksy. Gaga's sixth studio album, Chromatica, was released on May 29, 2020 to positive reviews.",
          "wiki_url": "https://en.wikipedia.org/wiki/Lady_Gaga",
          "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Lady_Gaga_interview_2016.jpg",
          "spotify_url": "https://open.spotify.com/artist/1HY2Jd0NmPuamShAr6KMms?si=Mpnper13QQ-bsnUtgPlG7g"
        },
        {
          "name": "Megan Thee Stallion",
          "description": "Megan Jovon Ruth Pete (born February 15, 1995), known professionally as Megan Thee Stallion (pronounced 'Megan the Stallion'), is an American rapper, singer, and songwriter. Born in Bexar County, Texas and raised in South Park, Houston, Megan Thee Stallion began writing and performing raps as a teenager. She first garnered attention when videos of her freestyling became popular on social media platforms such as Instagram. She has released three EPs since 2017—Make It Hot, Tina Snow, and Suga—with the latter two charting on the US Billboard 200. She signed to 300 Entertainment in 2018, and released her first full-length mixtape, Fever, in 2019 to critical acclaim.",
          "wiki_url": "https://en.wikipedia.org/wiki/Megan_Thee_Stallion",
          "image_url": "https://static01.nyt.com/images/2020/03/15/magazine/15mag-megantheestallion-03/15mag-megantheestallion-03-mediumSquareAt3X-v3.jpg",
          "spotify_url": "https://open.spotify.com/artist/181bsRPaVXVlUKXrxwZfHK?si=lTCXJA0EQr6lGk8XFuiz6g"
        },
        {
          "name": "Post Malone",
          "description": "Austin Richard Post (born July 4, 1995), known professionally as Post Malone, is an American rapper, singer, songwriter and record producer. Known for his introspective songwriting and laconic vocal style, Malone has gained acclaim for bending a range of genres including country, grunge, rap and R&B. He first attained recognition in 2015 following the release of his debut single 'White Iverson'. He subsequently signed a recording contract with Republic Records. His third album, Hollywood's Bleeding, explored indie pop and was released in late 2019. It became his second number-one album on the Billboard 200 and featured the Hot 100 number-one single 'Circles', which spent a record 39 weeks in the top ten of the Billboard Hot 100.",
          "wiki_url": "https://en.wikipedia.org/wiki/Post_Malone",
          "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/12/Post_Malone_at_the_2019_American_Music_Awards.png",
          "spotify_url": "https://open.spotify.com/artist/246dkjvS1zLTtiykXe5h60?si=EOVy6lz7Rriy6SwSV_f1vg"
        },
        {
          "name": "The Weeknd",
          "description": "Abel Makkonen Tesfaye (born February 16, 1990), known professionally as the Weeknd, is a Canadian singer, songwriter, and record producer. He began his recording career in 2010, anonymously uploading several songs to YouTube. A year later, the Weeknd released the mixtapes House of Balloons, Thursday, and Echoes of Silence, and quickly earned a following and critical recognition from several mainstream publications due to his dark style of R&B and the mystique surrounding his identity.  On November 24, 2019, 'Blinding Lights', the expected lead single of his fourth album, was announced via a Mercedes-Benz commercial on German television.  In the album's first charting week, Tesfaye became the first artist to lead the Billboard 200, Billboard Hot 100, Billboard Artist 100, Hot 100 Songwriters and Hot 100 Producers charts simultaneously.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Weeknd",
          "image_url": "https://www.rollingstone.com/wp-content/uploads/2020/02/THE-WEEKND-by-Duncan-Loudon.jpg",
          "spotify_url": "https://open.spotify.com/artist/1Xyo4u8uXC1ZmMpatF05PJ?si=CQkSyxoTT5Co5M1kL7Vq_A"
        }
      ]
    },
    {
      "name": "Best Group",
      "description": "The MTV Video Music Award for Best Group Video was first given out at the 1984 MTV Video Music Awards; and in 2007, going along with how the VMAs were revamped that year, the award was renamed Best Group, as it awarded the artist's body of work for the full year rather than a specific video. No Doubt is the biggest winner of this category, having won the award thrice; while U2 is the biggest nominee, with seven of its videos receiving nominations in six different years from 1985 to 2005. TLC was the first and only girl group to win in this category twice with their videos 'Waterfalls' (1995) and 'No Scrubs' (1999).",
      "contestants": [
        {
          "name": "Little Mix",
          "description": "Little Mix are a British girl group formed in 2011 during the eighth series of the British version of The X Factor. They were the first group to win the competition, and following their victory, they signed with Simon Cowell's record label Syco Music. The group is known for their strong vocals and signature harmonies, as well as their representation of female empowerment and unity. One of the most successful acts to emerge from The X Factor, the group consists of members Jade Thirlwall, Perrie Edwards, Leigh-Anne Pinnock, and Jesy Nelson. In March 2020, Pollstar released a list of the 50 highest-grossing female tours of the previous two decades (2000–2019). Little Mix were placed as the second girl group on the list, only behind the Spice Girls, with $94,856,997 gross and 1,757,654 tickets sold. On 27 March 2020, the group released  'Break Up Song ', the lead single from their upcoming sixth studio album. This was the first release entirely under their new record label RCA. The new album is due to be released in the second half of 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Little_Mix",
          "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQdwsqiL8tmFyoLpCLy64jYv7Lc-uwe_lisiQ&usqp=CAU",
          "spotify_url": "https://open.spotify.com/artist/3e7awlrlDSwF3iM0WBjGMp?si=cmup17WgQlCLP8nwOlkJ_Q"
        },
        {
          "name": "5 Seconds of Summer",
          "description": "5 Seconds of Summer, often shortened to 5SOS, are an Australian pop rock band from Sydney, New South Wales, formed in late 2011. The group consists of lead vocalist and rhythm guitarist Luke Hemmings, lead guitarist Michael Clifford, bassist Calum Hood, and drummer Ashton Irwin. Originally beginning their career as YouTube celebrities, they rose to international fame while touring with English-Irish boy band One Direction on their Take Me Home Tour. Since 2014, 5 Seconds of Summer have sold more than 10 million albums, sold over 2 million concert tickets worldwide, and the band's songs streams surpass 7 billion, making them one of the most successful Australian musical exports in history. In 2020, the band released their fourth studio album Calm. The album was a commercial success, receiving positive reviews from critics, charting in more than 25 countries on multiple charts, peaking in the 10 top on 17 charts and debuting atop the charts in 4 countries. With Calm earning the band their fourth consecutive number one in their home country, 5 Seconds of Summer became the second Australian band in history to have their first four full-length studio albums debut at number one on the ARIA albums chart.",
          "wiki_url": "https://en.wikipedia.org/wiki/5_Seconds_of_Summer",
          "image_url": "https://i.pinimg.com/originals/52/a7/89/52a7899d434ba70a533551de5c65ba68.jpg",
          "spotify_url": "https://open.spotify.com/artist/5Rl15oVamLq7FbSb0NNBNy?si=Q9SOF19cRdaVTMR-IKHlzQ"
        },
        {
          "name": "BLACKPINK",
          "description": "A South Korean girl group formed by YG Entertainment, consisting of members Jisoo, Jennie, Rosé, and Lisa. They debuted in August 2016 with the single album Square One. Blackpink are the highest-charting female Korean act on the Billboard Hot 100. They were the first Korean girl group to enter and top Billboard's Emerging Artists chart and to top the Billboard's World Digital Song Sales chart three times. Blackpink also became the first female Korean act to receive a certification from the Recording Industry Association of America (RIAA) with their hit single 'Ddu-Du Ddu-Du' (2018), which is the most-viewed music video by a Korean group on YouTube. They have the most top 40 hits in the United Kingdom among all Korean artists. Their 2018 single 'Kiss and Make Up' was the first-ever song by a Korean group to receive a certification from the British Phonographic Industry (BPI) and the first-ever song by a Korean group to be certified platinum by the Australian Recording Industry Association (ARIA). The group has broken numerous online records throughout their career; the music videos for 'Kill This Love' (2019) and 'How You Like That' each set a record for the most-viewed music video within the first 24 hours of release. 'How You Like That' set five total Guinness World Records and became the fastest Korean track to reach double platinum on QQ Music, China's biggest music streaming platform. Blackpink's other accolades include the New Artist of the Year Awards at the 31st Golden Disc Awards and the 26th Seoul Music Awards, as well as recognition as the most powerful celebrities in South Korea by Forbes Korea in 2019, and as the first female Korean group on Forbes' 30 Under 30 Asia. They are currently the most-followed girl group on Spotify and the most-subscribed music group, female act, and Asian act on YouTube.",
          "wiki_url": "https://en.wikipedia.org/wiki/Blackpink",
          "image_url": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/jennie-kim-rose-lisa-and-jisoo-of-blackpink-are-seen-at-the-news-photo-1137222208-1555688568.jpg",
          "spotify_url": "https://open.spotify.com/artist/41MozSoPIsD1dJM0CLPjZF?si=0pFqiZJAT2-ZwbkDoIBwEg"
        },
        {
          "name": "BTS",
          "description": "BTS (Korean: 방탄소년단; RR: Bangtan Sonyeondan), also known as the Bangtan Boys, is a seven-member South Korean boy band that began formation in 2010 and debuted in June 2013 under Big Hit Entertainment. The septet which is comprised of RM, Jin, Suga, J-Hope, Jimin, V, and Jungkook co-writes and co-produces much of the band's output. Originally a hip hop group, their musical style has evolved to include a wide range of genres. Their lyrics, often focused on personal and social commentary, touch on the themes of mental health, troubles of school-age youth, loss, the journey towards loving oneself, and individualism. Their work features references to literature and psychological concepts and includes an alternative universe storyline. The group has released several albums and performed on several world tours. . By 2017, BTS crossed into the international music market, leading the Korean Wave into the United States and breaking numerous sales records, becoming the first Korean group to receive a certification from the Recording Industry Association of America (RIAA) for their single 'Mic Drop'. The band is the first Korean act to top the Billboard 200 with their studio album Love Yourself: Tear (2018). BTS became the fastest group since the Beatles to earn four number one albums in less than two years. Love Yourself: Answer also broke South Korea's Gaon Album Chart's all-time monthly record previously set by Love Yourself: Tear and became the first Korean album certified Platinum in the United States. Having sold over 20 million albums on the Gaon Music Chart, BTS is the best-selling artist in South Korean history and holds the best-selling album in South Korea with Map of the Soul: 7. BTS were the second best-selling artists of 2018 worldwide according to the IFPI's Global Artist Chart, as well as the only non-English speaking artist to enter the chart.  BTS has appeared in the magazine's 25 most influential people on the internet (2017–2019) and Time's 100 most influential people in the world (2019), with the outlet giving them the nickname 'Princes of Pop'. BTS became the first Asian and first non-English speaking act to headline and sell out Wembley Stadium; and broke the record for the single highest-grossing engagement in Rose Bowl Stadium history. BTS are purportedly worth more than $4.65 billion to South Korea's economy each year, or 0.3 percent of the country's GDP. BTS attracted one in every 13 foreign tourists that visited South Korea and were cited as one of the key acts boosting global music sales to $19 billion in 2018. Following the establishment of their Love Myself anti-violence campaign in partnership with UNICEF, BTS addressed the United Nations 73rd General Assembly and became the youngest ever recipients of the Order of Cultural Merit from the President of South Korea due to their contributions in spreading Korean culture and language.",
          "wiki_url": "https://en.wikipedia.org/wiki/BTS",
          "image_url": "https://www.cheatsheet.com/wp-content/uploads/2020/08/BTS-14-1024x727.jpg",
          "spotify_url": "https://open.spotify.com/artist/3Nrfpe0tUJi4K4DXYWgMUX?si=3tbk_Xk8S3-B1SSYHQLvUw"
        },
        {
          "name": "Chloe x Halle",
          "description": "Chloe x Halle is an American R&B duo composed of sisters Chloe and Halle Bailey. At a young age, the sisters performed in minor acting roles before moving from Atlanta to Los Angeles in 2012. The two began posting music covers to YouTube and were discovered by Beyoncé, who became their mentor and later signed them to her label, Parkwood Entertainment. They subsequently released the EP Sugar Symphony (2016), as well as the mixtape The Two of Us (2017). The duo gained further prominence after starring in the sitcom Grown-ish (2018–present) and releasing their debut album The Kids Are Alright, (2018), for which they earned two Grammy Award nominations for Best New Artist and Best Urban Contemporary Album. In 2020, they released their second studio album Ungodly Hour, which was a commercial and critical success. The album's lead single 'Do It' became the duo’s first song to chart on the Billboard Hot 100.",
          "wiki_url": "https://en.wikipedia.org/wiki/Chloe_x_Halle",
          "image_url": "https://images.wsj.net/im-204498?width=620&size=1.5",
          "spotify_url": "https://open.spotify.com/artist/0AsThoR4KZSVktALiNcQwW?si=t26R7GzMTMKGjUOsYrAgjw"
        },
        {
          "name": "CNCO",
          "description": "CNCO is a Latin American boy band formed on the first season of La Banda. The group is composed of Joel Pimentel, Richard Camacho, Erick Brian Colón, Christopher Vélez, and Zabdiel De Jesús. The band toured with Ricky Martin. Their debut and second singles 'Tan Fácil' and 'Quisiera', charted well soon after their debut. They released their first album, Primera Cita on August 26, 2016, which included the hit 'Reggaetón Lento (Bailemos)'. Griselda Flores of Billboard said the band is 'taking the torch and leading a new boy band era', like prior Latino bands Magneto, Menudo, Uff!, and Salserín.",
          "wiki_url": "https://en.wikipedia.org/wiki/CNCO",
          "image_url": "https://static.onecms.io/wp-content/uploads/sites/6/2019/08/cnco-1-2000.jpg",
          "spotify_url": "https://open.spotify.com/artist/0eecdvMrqBftK0M1VKhaF4?si=vRNzxrZ1RO2GVyUjp-FCaQ"
        },
        {
          "name": "Monsta X",
          "description": "Monsta X is a South Korean boy group formed through the reality survival program No.Mercy by Starship Entertainment. As of November 2019, the group is composed of six members: Shownu, Minhyuk, Kihyun, Hyungwon, Joohoney and I.M. The group debuted on May 14, 2015 with their first EP, Trespass. In March 2017, Monsta X released their first studio album and final part of The Clan series, The Clan Pt. 2.5: The Final Chapter. In April 2018, Monsta X's Japanese single 'Spotlight' received an official gold certification by the Recording Industry Association of Japan. In February 2020, Monsta X's first English album, All About Luv, ranked number 5 on the US Billboard 200.",
          "wiki_url": "https://en.wikipedia.org/wiki/Monsta_X",
          "image_url": "https://static.billboard.com/files/media/Monsta-X-cr-starship-entertainment-billboard-1548-1024x677.jpg",
          "spotify_url": "https://open.spotify.com/artist/4TnGh5PKbSjpYqpIdlW5nz?si=r1pGha9RTUGPXVJJaldfZA"
        },
        {
          "name": "Now United",
          "description": "Now United is a global pop group created in 2017 by Idols (franchise) creator Simon Fuller, and is managed by XIX Entertainment. The group consists of 15 members, each of a different nationality. Since their debut, Now United has grown to fame in Asian and South American countries.",
          "wiki_url": "https://en.wikipedia.org/wiki/Now_United",
          "image_url": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F20%2F2020%2F05%2F08%2FNowUnited-Image7.jpg",
          "spotify_url": "https://open.spotify.com/artist/1dXQpSjXcTO288b5D5IIE6?si=mnnReCJ-SdCbCj1C5AYu-g"
        },
        {
          "name": "The 1975",
          "description": "An English pop rock band formed in 2002 in Wilmslow, Cheshire. Now based in Manchester, the band consists of lead vocalist, producer, lyricist and rhythm guitarist Matthew Healy, lead guitarist Adam Hann, bassist Ross MacDonald, and drummer/producer George Daniel. The band's origins trace to their attendance at high school and playing together as teenagers. Gigs organised by a council worker led the band to formally sign with Dirty Hit and Polydor Records. The 1975 has garnered acclaim for their exploration of an eclectic range of genres such as pop rock, synth-pop, R&B, funk rock, electropop, forms of electronic music (such as UK Garage, 2-step and ambient),  and forms of rock music (such as shoegaze, post-punk and post-rock), as well as elements of jazz, soul and gospel. Frontman Matty Healy's energetic and eccentric stage presence has also garnered acclaim, as has his lyricism due to its deeply personal, self-aware, self-deprecating, and often observational nature; his lyrical analyses of politics, society and culture have been praised.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_1975",
          "image_url": "https://diy-magazine.s3.amazonaws.com/d/diy/Artists/T/The-1975/DIY-91/_landscape/The1975_WorldTour2019_Film_0142_JH.jpg",
          "spotify_url": "https://open.spotify.com/artist/3mIj9lX2MWuHmhNCA7LSCW?si=oLwHFHb1QaGaP7VAwx5JLA"
        },
        {
          "name": "twenty øne piløts",
          "description": "An American musical duo from Columbus, Ohio. The band was formed in 2009 by lead vocalist Tyler Joseph along with Nick Thomas and Chris Salih, both of whom left in 2011. Since their departure, the line-up has consisted of Joseph and drummer Josh Dun. The duo is best known for the singles 'Stressed Out', 'Ride', and 'Heathens'. The duo grew up in strict Christian households where they had to either conceal their pop punk and hip hop albums from the censure of their parents, or find faith-friendly counterparts. Both still identify as Christians, although doubting ones. According to Dun, 'I'd hide albums like Green Day’s Dookie under my bed. They'd find a Christian alternative, like Relient K, and make me listen to that.' However, his parents eventually relaxed on rock music, even allowing Dun to assemble a live drum kit in their basement. Joseph's very first favorite band was the Christian rap rock trio DC Talk. He taught himself the piano by playing along to songs on the radio by artists like the Beatles and Celine Dion. In April 2018, a cryptic message was uncovered on the band's web store, which revealed a website. Fans began using clues and found other sections of this site, hinting at the possibility of the band's return. There were multiple images uploaded to the website, including letters from a character named 'Clancy'. In July 2018, Twenty One Pilots broke their year-long silence, first sending a cryptic email to fans and later posting a video to all social media platforms and updating their logo and branding. Tyler Joseph made his first media appearance in over a year for an interview with Zane Lowe of Beats 1 from his home studio in Columbus, Ohio, in which he spoke about the band's year long hiatus, creating the new album, and battling against personal demons and insecurities.",
          "wiki_url": "https://en.wikipedia.org/wiki/Twenty_One_Pilots",
          "image_url": "https://www.rollingstone.com/wp-content/uploads/2018/10/Twenty-One-Pilots-Pub-1-2018-Brad-Heaton.jpg?resize=1800,1200&w=1200",
          "spotify_url": "https://open.spotify.com/artist/3YQKmKGau1PzlVlkL1iodx?si=uzfuDA0iT3-j-ivvXj-6hg"
        }
      ]
    },
    {
      "name": "Push Best New Artist",
      "description": "The MTV Video Music Award for Push Best New Artist has been given out since the first annual MTV Video Music Awards in 1984. From then to 2006, the award was named Best New Artist in a Video. In 2007 its name was changed to Best New Artist, as the category underwent a format change to award the artist's body of work for the full year rather than a specific video. For the 2008 ceremony, though, while the award retained its 2007 name, it returned to the format of awarding a specific video rather than the artist's full body of work. The category was later renamed Artist to Watch through 2013 to 2015 while still keeping the format of an award going to a certain video. In 2020, the Best New Artist award merged with the Push Artist of the Year award (2018-2019) to create the Push Best New Artist award. Five artists who won the award, Eurythmics, Nirvana, Eminem, Avenged Sevenfold and Gym Class Heroes, were technically ineligible since the winning song did not come off of their respective debut records, which were released in 1981, 1989, 1996, 2001 and 2004, respectively. Additionally Lady Gaga was also technically ineligible since her debut album and winning single were initially released the year prior to her win in 2009. Justin Bieber is the youngest artist to win this award or any Video Music Award at the age of 16.",
      "contestants": [
        {
          "name": "Lewis Capaldi",
          "description": "Lewis Marc Capaldi (born 7 October 1996) is a Scottish singer-songwriter. He was nominated for the Critics' Choice Award at the 2019 Brit Awards. In March 2019, his single 'Someone You Loved' topped the UK Singles Chart where it remained for seven weeks. In May 2020, it was announced that Capaldi's song 'Someone You Loved' had become the longest-running top 10 UK single of all time by a British artist. Capaldi is of Scottish, Irish, and Italian ancestry. Through his father's side, Capaldi's second cousin once removed is the actor Peter Capaldi, who appeared in his music video for 'Someone You Loved' and was the lead singer and guitarist in a punk rock band called the Dreamboys. He is also a distant relative of Barrhead-born nuclear physicist Joseph Capaldi. Capaldi is known for his social media presence, particularly humorous videos. As of February 2020, Capaldi is still living with his parents in Whitburn, West Lothian, in the same bedroom he has had since he was 10 years old. He is a football fan and supports his hometown club Celtic.",
          "wiki_url": "https://en.wikipedia.org/wiki/Lewis_Capaldi",
          "image_url": "https://www.thefamouspeople.com/profiles/images/lewis-capaldi-1.jpg",
          "spotify_url": "https://open.spotify.com/artist/4GNC7GD6oZMSxPGyXy4MNB?si=LmRkq6SaQBmAOGUzocVLXg"
        },
        {
          "name": "Doja Cat",
          "description": "Amala Ratna Zandile Dlamini (born October 21, 1995), known professionally as Doja Cat, is an American singer and rapper. Born and raised in Los Angeles, Doja Cat began making and releasing music on SoundCloud as a teenager. She signed a joint record deal with RCA Records and Kemosabe Records at the age of 17 and subsequently released her debut extended play, Purrr!, in 2014. She achieved wider recognition with the release of the music video for her song 'Mooo!', which went viral in 2018. She subsequently became known for creating music videos and songs that achieve popularity on social media apps like TikTok.",
          "wiki_url": "https://en.wikipedia.org/wiki/Doja_Cat",
          "image_url": "https://consequenceofsound.net/wp-content/uploads/2020/07/doja-cat-coronavirus-covid-19.png",
          "spotify_url": "https://open.spotify.com/artist/5cj0lLjcoR7YOSnhnX0Po5?si=J4kKo2uCTfy0uGmiLL117A"
        },
        {
          "name": "YUNGBLUD",
          "description": "Dominic Richard Harrison (born 5 August 1997) is an English singer, songwriter, and actor. He was put on Ritalin at an early age, but his mother asked for him to be taken off because it took away his personality. Harrison cites as influences rock, pop, and hip hop artists such as: Arctic Monkeys and Alex Turner, The Beatles, The Cure and Robert Smith, Nirvana, The Clash, Soundgarden, My Chemical Romance, Marilyn Manson, Lady Gaga, Lorde, Post Malone, Kanye West and Eminem.",
          "wiki_url": "https://en.wikipedia.org/wiki/Yungblud",
          "image_url": "https://ichef.bbci.co.uk/news/2048/cpsprodpb/4D0D/production/_109252791_9b775667-ec9c-4f5a-9f17-f43d7e6c64e6.jpg",
          "spotify_url": "https://open.spotify.com/artist/6Ad91Jof8Niiw0lGLLi3NW?si=0DE0atoKSCiI5NavFUxQSQ"
        }
      ]
    },
    {
      "name": "Best Collaboration",
      "description": "The MTV Video Music Award for Best Collaboration was first introduced to the MTV Video Music Awards in 2007 under the name Most Earthshattering Collaboration, as the VMAs were revamped and a few new categories were added to the show. When MTV brought the VMAs back to their old format in 2008, this category did not return. It was not until 2010 that the category was reintroduced under the name Best Collaboration. Beyoncé has received the most wins in this category with three moonmen, followed by Taylor Swift with two moonmen. Rihanna and Ariana Grande are the most nominated artist with six nominations, followed by Beyoncé with five nominations.",
      "contestants": [
        {
          "name":  "Ritmo (Bad Boys for Life) (Black Eyed Peas ft. J. Balvin)",
          "description": "'Ritmo (Bad Boys for Life)' is a song by American group Black Eyed Peas and Colombian singer J Balvin, released by Epic Records on October 11, 2019, as the first excerpt from the soundtrack of the 2020 film Bad Boys for Life. It is also included on their eighth studio album Translation. The song features a prominent sample of the 1993 song 'The Rhythm of the Night' by the Italian band Corona. Jennifer Lopez was supposed to appear on remix version, but Jaden Smith appeared on the remix instead. The song was performed live at the closing ceremony of the 2019 Southeast Asian Games in Philippines.",
          "wiki_url": "https://en.wikipedia.org/wiki/Ritmo_(Bad_Boys_for_Life)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/2/28/Black_Eyed_Peas_and_J_Balvin_-_Ritmo_%28Bad_Boys_for_Life%29.png",
          "youtube_url": "https://www.youtube.com/embed/EzKkl64rRbM",
          "spotify_url": "https://open.spotify.com/track/6cy3ki60hLwimwIje7tALf?si=IULI3Af4Suq2A8CJG_uS2g"
        },
        {
          "name":  "Stuck With U (Ariana Grande and Justin Bieber)",
          "description": "'Stuck with U' is a song by American singer Ariana Grande and Canadian singer Justin Bieber. It was released as a charity single on May 8, 2020. The song marks the second time both artists collaborated following a remix of Bieber's 2015 single 'What Do You Mean?'. According to their manager Scooter Braun who also co-wrote the track, the song is the first of more charity singles to be released throughout 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Stuck_with_U",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/dc/Justin_Bieber_and_Ariana_Grande_-_Stuck_with_You.png",
          "youtube_url": "https://www.youtube.com/embed/pE49WK-oNjU",
          "spotify_url": "https://open.spotify.com/track/4HBZA5flZLE435QTztThqH?si=nAsaSBucRfCijkqLvhDd_g"
        },
        {
          "name":  "Tusa (Karol G ft. Nicki Minaj)",
          "description": "'Tusa' is a song by Colombian reggaeton singer Karol G and Trinidadian-American rapper Nicki Minaj. The song was written by Karol G, Keityn, Ovy on the Drums and Nicki Minaj, and produced by Ovy on the Drums. 'Tusa' is Colombian slang for the mixture of heartache and desire for revenge felt by a person when their partner breaks up with them. Lyrically, Karol G's verses tell the story of a woman who struggles to forget her former boyfriend, while Minaj's rap tells the man that the woman has moved on with her life.",
          "wiki_url": "https://en.wikipedia.org/wiki/Tusa_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Tusa.webp/300px-Tusa.webp.png",
          "youtube_url": "https://www.youtube.com/embed/tbneQDc2H3I",
          "spotify_url": "https://open.spotify.com/track/7k4t7uLgtOxPwTpFmtJNTY?si=zOFEXcRXT_SSAjOWQvY3IQ"
        },
        {
          "name":  "Beautiful People (Ed Sheeran ft. Khalid)",
          "description": "'Beautiful People' is a song by English singer-songwriter Ed Sheeran featuring American singer Khalid. Atlantic Records released it on 28 June 2019, as the third single from his fourth studio album, No.6 Collaborations Project (2019).",
          "wiki_url": "https://en.wikipedia.org/wiki/Beautiful_People_(Ed_Sheeran_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/f/fa/Ed_Sheeran_-_Beautiful_People.png",
          "youtube_url": "https://www.youtube.com/embed/mj0XInqZMHY",
          "spotify_url": "https://open.spotify.com/track/4evmHXcjt3bTUHD1cvny97?si=HFY3NPySQHyK33WMOWSBiA"
        },
        {
          "name": "Life is Good (Future ft. Drake)",
          "description": "In late December 2019, Future and Drake were spotted in Atlanta, Georgia, filming a music video in a McDonald's location, leading to the belief that the two had a forthcoming collaboration. The shoot included recording artists such as 21 Savage, Mike Will Made-It, Lil Yachty and Big Bank. Word of the video spread when media personality DJ Akademiks posted the casting call for the video. Future had previously posted a snippet of what the duo were working on in his Instagram story. The song and music video, directed by Julien Christian Lutz were released at midnight on January 10. The music video depicts Future and Drake as men with ordinary jobs, including fast food workers, mechanics, IT workers, off-brand Apple Store employees, garbage men, chefs, aspiring rappers, and assistant directors. The video on YouTube has over 900 million views as of 23rd August 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Life_Is_Good_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/8b/Future_-_Life_Is_Good.png",
          "youtube_url": "https://www.youtube.com/embed/l0U7SxXHkPY",
          "spotify_url": "https://open.spotify.com/track/5yY9lUy8nbvjM1Uyo1Uqoc?si=IoKGDgSKRie2bvWm6MFRig"
        },
        {
          "name": "Rain on Me (Lady Gaga with Ariana Grande)",
          "description": "The music video for 'Rain on Me' was filmed in Los Angeles shortly before the state of California went into lockdown in light of the COVID-19 pandemic. The outfits worn by Gaga and Grande were designed by Laura Pulice and manufactured by Vex Clothing, a company specialized in latex suits. Pulice said that the inspiration for Gaga's look was 'a futuristic sci-fi punk' and 'a heavy metal album sex symbol', while for Grande they 'wanted to keep with the style that she's comfortable with, while staying with the futuristic theme of the video.' The singers' makeup was done by Sarah Tanno, who used products from Haus Laboratories and 'wanted the looks to feel powerful, pop, with a mix of dangerous rebellion.' Choreographer Richy Jackson aspired to develop choreography which was uplifting and easy to recreate for those who watch it. He added that he really enjoyed the process because he was 'able to work with both Gaga and Ariana and design their dances based on their individual artistic personalities, unique likenesses and differences and also how they each sang their lyrics parts.' Prior to the release of the video, Gaga talked with Beats 1's Zane Lowe about working with Grande on the video, saying that 'she was so open to trying things that she hasn't done before'. The music video was directed by filmmaker Robert Rodriguez, who had previously worked with Gaga on the films Machete Kills and Sin City: A Dame to Kill For. It premiered on May 22, 2020, at 10 a.m. PT. On August 6, 2020, Gaga released the forty-eighth episode of her web series Gagavision, showing her and Grande going through rehearsals and filming the music video.",
          "wiki_url": "https://en.wikipedia.org/wiki/Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c4/Lady_Gaga_-_Rain_on_Me.png",
          "youtube_url": "https://www.youtube.com/embed/AoAm4om0wTs",
          "spotify_url": "https://open.spotify.com/track/24ySl2hOPGCDcxBxFIqWBu?si=plHIDABJSkuFH3RBVaNGrw"
        }
      ]
    },
    {
      "name": "Best Pop",
      "description": "The MTV Video Music Award for Best Pop was first given out in 1999 under the name of Best Pop Video, as MTV began to put several teen pop acts in heavy rotation. Nominations, however, were not just limited to pop acts, as dance, R&B, pop/rock, and reggaeton artists have also received nominations throughout the award's history. In 2007, MTV eliminated this award along with all of the genre categories, but it returned in 2008. In 2017, the word 'Video' was removed from the names of all genre categories, leaving this award with its current name: Best Pop. Britney Spears has received the most wins and nominations in this category, winning three awards out of seven nominations. NSYNC and Spears are the only acts to win the award for two consecutive years.",
      "contestants": [
        {
          "name": "Intentions (Justin Bieber ft. Quavo)",
          "description": "It was released with a music video on February 7, 2020, as the second single from Bieber's fifth studio album Changes (2020). This is their third collaboration since they both featured alongside American rapper Chance the Rapper on both DJ Khaled's 'I'm the One', with an extra feature from American rapper Lil Wayne in 2017 and 'No Brainer' in 2018.",
          "wiki_url": "https://en.wikipedia.org/wiki/Intentions_(Justin_Bieber_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/e0/Justin_Bieber_-_Intentions.png",
          "youtube_url": "https://www.youtube.com/embed/3AyMjyHu1bA",
          "spotify_url": "https://open.spotify.com/track/364dI1bYnvamSnBJ8JcNzN?si=emc-KEcHS_2cP7h9kECQhw"
        },
        {
          "name": "ON (BTS)",
          "description": "It was released on February 21, 2020, as the second single from the band's fourth Korean-language album Map of the Soul: 7, A version featuring Australian singer Sia was also released and features on the digital and streaming version of the album.",
          "wiki_url": "https://en.wikipedia.org/wiki/On_(song)",
          "image_url": "https://i.pinimg.com/originals/69/49/1d/69491d6f5371581741eb869383901338.jpg",
          "youtube_url": "https://www.youtube.com/embed/mPVDGOVjRQ0",
          "spotify_url": "https://open.spotify.com/track/2QyuXBcV1LJ2rq01KhreMF?si=sXjIHEbtQySeFIz-PwcCFg"
        },
        {
          "name": "You should be sad (Halsey)",
          "description": "It was released on January 10, 2020 through Capitol Records as the third single from her third studio album, Manic (2020). Halsey wrote the song with its producer Greg Kurstin. 'You Should Be Sad' is a country-tinged ballad that features lyrics about a breakup and an unfaithful ex-lover (speculated to be directed at G-Eazy).",
          "wiki_url": "https://en.wikipedia.org/wiki/You_Should_Be_Sad",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/a/aa/Halsey_-_You_Should_Be_Sad.png",
          "youtube_url": "https://www.youtube.com/embed/8nBFqZppIF0",
          "spotify_url": "https://open.spotify.com/track/7lidXGPXPYLNThITAOTlkK?si=MqyUVjF_RsyBi7BpWg4gcg"
        },
        {
          "name": "What A Man Gotta Do",
          "description": "'What a Man Gotta Do' is a song by American pop rock group Jonas Brothers. It was released on January 17, 2020, as the lead single of their upcoming sixth studio album.",
          "wiki_url": "https://en.wikipedia.org/wiki/What_a_Man_Gotta_Do",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/13/Jonas_Brothers_-_What_a_Man_Gotta_Do.png",
          "youtube_url": "https://www.youtube.com/embed/XejVB_fba04",
          "spotify_url": "https://open.spotify.com/track/4wNIkl5XGiAACjFBlDWuSd?si=LLPINz0yTb6l4JBKZcFS8A"
        },
        {
          "name": "Lover (Taylor Swift)",
          "description": "Recorded by American singer-songwriter Taylor Swift, for her seventh studio album of the same name (2019). It was released on August 16, 2019, through Republic Records, as the third single from the album. Solely written by Swift and co-produced with Jack Antonoff, 'Lover' is a country ballad and waltz that draws influences from folk, indie folk, pop and torch. The lyrics exhibit devotion to her romantic partner, with a whimsical tone, over a guitar-centric sound, slow tempo, booming snare and nostalgic instrumentals",
          "wiki_url": "https://en.wikipedia.org/wiki/Lover_(Taylor_Swift_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/1d/Taylor_Swift_-_Lover_%28Live_From_Paris%29.png",
          "youtube_url": "https://www.youtube.com/embed/-BjZmE2gtdo",
          "spotify_url": "https://open.spotify.com/track/1dGr1c8CrMLDpV6mPbImSI?si=LvU5sJJeQfibKLNPA7wNpQ"
        },
        {
          "name": "Rain on Me (Lady Gaga with Ariana Grande)",
          "description": "From Gaga's sixth studio album, Chromatica (2020). It was written by Gaga, Grande, Nija Charles, Rami Yacoub, Tchami, Boys Noize and its producers BloodPop and Burns. An upbeat house, dance-pop and disco song, the song features a synth-disco beat and funk guitars. Described by Gaga as a 'celebration of tears,' it is about being able to keep going despite the hardships of life. This is the first time Grande worked with Burns and BloodPop.",
          "wiki_url": "https://en.wikipedia.org/wiki/Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c4/Lady_Gaga_-_Rain_on_Me.png",
          "youtube_url": "https://www.youtube.com/embed/AoAm4om0wTs",
          "spotify_url": "https://open.spotify.com/track/24ySl2hOPGCDcxBxFIqWBu?si=plHIDABJSkuFH3RBVaNGrw"
        }
      ]
    },
    {
      "name": "Best Hip-Hop",
      "description": "The MTV Video Music Award for Best Hip-Hop Video was first given out at the 1999 MTV Video Music Awards. The award, according to MTV, was originally intended for hip-hop-inspired songs, not necessarily actual hip-hop music videos (which were instead honored by Best Rap Video). This explains the recognition of non-hip-hop songs such as 'Thong Song' and 'I'm Real (Remix)'. The award was not given out in 2007, as the VMAs were revamped and most original categories were eliminated, however, Best Hip-Hop Video was reinstated in 2008. By then, though, the rules had relatively changed, as R&B and rap videos also became eligible for nominations in this category since the awards for Best Rap Video and Best R&B Video were not brought back. Kanye West owns the most nominations, with a total of nine. Drake and Nicki Minaj are the biggest winners in this category, both winning three times. Cardi B currently holds the award for her song 'Money'.",
      "contestants": [
        {
          "name": "BOP (DaBaby)",
          "description": "Sung by American rapper DaBaby, released to US rhythmic contemporary radio through Interscope Records on November 19, 2019, as the second single from DaBaby's sophomore album Kirk (2019). It peaked at number 11 on the US Billboard Hot 100.",
          "wiki_url": "https://en.wikipedia.org/wiki/Bop_(DaBaby_song)",
          "image_url": "https://i.pinimg.com/originals/4d/21/4f/4d214f7afb8db7bfc4df2c237e029042.jpg",
          "youtube_url": "https://www.youtube.com/embed/28hYUZMufDg",
          "spotify_url": "https://open.spotify.com/track/6Ozh9Ok6h4Oi1wUSLtBseN?si=mmcAql1mSyGwSymu3qaF-A"
        },
        {
          "name": "HIGHEST IN THE ROOM (Travis Scott)",
          "description": " It was released as a single on October 4, 2019. It was released in a variety of formats, including on 7-inch vinyl, cassette and as a CD single. In its first week, it debuted atop the Billboard Hot 100, for the chart dated October 19, 2019, becoming Scott's second US number-one single, following 'Sicko Mode'. A remix featuring Spanish singer Rosalía and American rapper Lil Baby was released on December 27, 2019, and featured on Scott and other Cactus Jack members' compilation album JackBoys (2019) on the same day, while the original release remains off the compilation.",
          "wiki_url": "https://en.wikipedia.org/wiki/Highest_in_the_Room",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/b/b4/Travis_Scott_-_Highest_in_the_Room.png",
          "youtube_url": "https://www.youtube.com/embed/tfSS1e3kYeo",
          "spotify_url": "https://open.spotify.com/track/3eekarcy7kvN4yt5ZFzltW?si=qMqbzTdyTi2AqfMgdUGpPg"
        },
        {
          "name": "Godzilla (Eminem ft. Juice WRLD)",
          "description": "On March 4, 2020, a lyric video for the single was released. On March 6, Eminem released a snippet of the music video, partnered with Lyrical Lemonade. The music video, directed by Cole Bennett, released on March 9, featuring appearances by Mike Tyson, Dr. Dre, and a dedication to Juice WRLD at the end. The song was Juice Wrld's first posthumous release following his death in December 2019.",
          "wiki_url": "https://en.wikipedia.org/wiki/Godzilla_(Eminem_song)#Music_video",
          "youtube_url": "https://www.youtube.com/embed/r_0JjYUe5jo",
          "spotify_url": "https://open.spotify.com/track/7FIWs0pqAYbP91WWM0vlTQ?si=fvshnlI9RT6DhECzL_r3Gg"
        },
        {
          "name": "Life is Good (Future ft. Drake)",
          "description": "In late December 2019, Future and Drake were spotted in Atlanta, Georgia, filming a music video in a McDonald's location, leading to the belief that the two had a forthcoming collaboration. The shoot included recording artists such as 21 Savage, Mike Will Made-It, Lil Yachty and Big Bank. Word of the video spread when media personality DJ Akademiks posted the casting call for the video. Future had previously posted a snippet of what the duo were working on in his Instagram story. The song and music video, directed by Julien Christian Lutz were released at midnight on January 10. The music video depicts Future and Drake as men with ordinary jobs, including fast food workers, mechanics, IT workers, off-brand Apple Store employees, garbage men, chefs, aspiring rappers, and assistant directors. The video on YouTube has over 900 million views as of 23rd August 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Life_Is_Good_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/8b/Future_-_Life_Is_Good.png",
          "youtube_url": "https://www.youtube.com/embed/l0U7SxXHkPY",
          "spotify_url": "https://open.spotify.com/track/5yY9lUy8nbvjM1Uyo1Uqoc?si=IoKGDgSKRie2bvWm6MFRig"
        },
        {
          "name": "Savage (Megan Thee Stallion)",
          "description": "It was released on March 6, 2020 as part of her EP Suga and later sent to US Top 40 radio formats on April 7, 2020 by 1501 Certified Entertainment and 300 Entertainment as the third single from the EP.  The song was written by the performer with Anthony White, Bobby Session, Jr. and Akeasha Boodie. It went viral on video-sharing app TikTok, with people performing the 'Savage' dance challenge during the song's chorus. A remix featuring Beyoncé was released on April 29, 2020. The remix became Megan Thee Stallion's first number-one song on the Billboard Hot 100 on May 26, 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Savage_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/dd/Megan_Thee_Stallion_featuring_Major_Lazer_-_Savage_%28Remix%29.png",
          "youtube_url": "https://www.youtube.com/embed/EOxj2ROIxok",
          "spotify_url": "https://open.spotify.com/track/55CHeLEfn5iJ0IIkgaa4si?si=CNNjluyuQaCEbQXjkNYIng"
        },
        {
          "name": "The Box (Roddy Ricch)",
          "description": "released as the fourth single on February 10, 2020, from his debut studio album Please Excuse Me for Being Antisocial. Prior to the song being released as a single, it became Roddy Ricch's highest-charting song worldwide, spending eleven weeks at number one on the US Billboard Hot 100, as well as topping the charts in Canada, New Zealand, Hungary, and peaking at number two in both the UK and Ireland. The song received critical acclaim, with praise for Ricch's vocal delivery. Used in over 2.4 million videos on TikTok with a combined 6.5 billion views as of June 2020, Its popularity on the social media app is credited to Ricch's 'iconic' 'eee err' ad-lib. A music video was released on February 28, 2020, directed by Ricch. In the US, 'The Box' was the biggest song of the first half of 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Box_(Roddy_Ricch_song)",
          "image_url": "https://i.ytimg.com/vi/uLHqpjW3aDs/maxresdefault.jpg",
          "youtube_url": "https://www.youtube.com/embed/UNZqm3dxd2w",
          "spotify_url": "https://open.spotify.com/track/0nbXyq5TXYPCO7pr3N8S4I?si=DmaiDaeCTaidsWm4oMWCIw"
        }
      ]
    },
    {
      "name": "Best R&B",
      "description": "The MTV Video Music Award for Best R&B was first awarded in 1993 under the name of Best R&B Video, and it was given every year until 2006, as the following year MTV revamped the VMAs and eliminated all the genre categories. The following year, though, when MTV returned the Video Music Awards to their previous format, Best R&B Video did not return despite four other genre awards doing so. It was only in 2019 that the R&B award returned to the VMAs, now under the shorter name of Best R&B. En Vogue, Destiny's Child, Beyoncé, and Alicia Keys are tied as this award's biggest winners, each having won it twice. Keys is also the category's biggest nominee, receiving her sixth nomination in 2020.",
      "contestants": [
        {
          "name": "Blinding Lights (The Weeknd)",
          "description": "The music video for 'Blinding Lights' was directed by Anton Tammi, assisted by Kenneth Taylor, and filmed in Fremont Street, Las Vegas and Downtown Los Angeles, during a four-day shooting that took place until 6 a.m. every day. It was produced by Sarah Parker and executed prodced by Saskia Whinney for Somesuch, with production design by Adam William Wilson. Olliver Millar served as the director of photography, assisted by Devin 'Daddy' Karringten on the second unit, Niels Lindelien on the steadicam operation, Nizzar Najm on the gaffer and Marlow Nunez on the key grip. The video was edited by Janne Vartia and Tim Montana, and included VFX by Mathematic, post production surpervision by Alec Ernest, color by Nicke Jacobsson, soud design by Akseli Soini, title design by Aleksi Tammi and 3D effects by Oscar Böckerman. During the filming, the roads were not completely shut down, hence random cars and pedestrians were passing by while The Weeknd danced in the street. Also, someone got arrested in a tunnel during the filming, holding up the production for a few moments. The shooting required at least three vehicles driving through the nighttime streets. The Mercedes-AMG GT roadster was specially equipped towing vehicle that allowed The Weeknd to act and lip-sync inside the moving convertible without needing to drive, and a Mercedes-Benz chase SUV with a crane camera strapped to the top. Director of photography Oliver Millar said that he loves the music video format and talked about how intense it is to try and create iconic images during high-pressure shoots that don't last very long. He said that since The Weeknd's previous videos had a dark and gritty vibe, he used generators powering banks of LED lights and a Sony Venice full-frame digital motion picture camera system to try to re-create the look, ending up with the video's vintage, 1980s style. The Weeknd loved so much the Mercedes SUV that he actually bought the vehicle after the filming ended. Mercedes-Benz vice president of marketing Bettina Fetzer said in a statement that working with The Weeknd on the official video was 'inspiring and gave us lots of new and creative impetus. With The Weeknd as the creative director and performer we are addressing young and digital target groups to a greater extent—a perfect combination for this unique Mercedes moment on the road to an electric future'.",
          "wiki_url": "https://en.wikipedia.org/wiki/Blinding_Lights#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/e6/The_Weeknd_-_Blinding_Lights.png",
          "youtube_url": "https://www.youtube.com/embed/4NRXx6U8ABQ",
          "spotify_url": "https://open.spotify.com/track/0VjIjW4GlUZAMYd2vXMi3b?si=VEemeVoyTQCDbMDk3vytjA"
        },
        {
          "name": "Do It (Chloe x Halle)",
          "description": "'Do It' was written by Chloe and Halle Bailey, Victoria Monét, Scott Storch, Vincent van den Ende and Anton Kuehl-Joergensen. The song was produced by Storch, with co-production by Avedon and Asoteric. The song's main concept is about getting dressed up and partying with your friends. According to the duo, 'Do It' is meant to send a positive and uplifting message amid the current circumstances of the world. 'During this time, music brings a lot of healing,' Chloe x Halle said, per a press release. They further elaborated: 'We hope this song inspires someone to get up and dance, shake all the stress and anxiety away, and to 'Do It' as the song says. We felt so good writing a song that will make people wanna bop to it and lift their spirits.' 'Do It' is a trap-influenced R&B and dance-pop song set in common time with an energy-filled tempo of 83 beats per minute. The song is written in the key of F minor. On May 12, 2020, Chloe x Halle posted a preview video of them singing the chorus of 'Do It' via TikTok and they later issued a singing challenge for the song.",
          "wiki_url": "https://en.wikipedia.org/wiki/Do_It_(Chloe_x_Halle_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/a/af/Chloe_x_Halle_-_Do_It.jpg",
          "youtube_url": "https://www.youtube.com/embed/a9HIaGcBocc",
          "spotify_url": "https://open.spotify.com/track/1bRjwdtScY2eMe9uMmsOkG?si=kSZUPZtuSEuDBTaFyf6Clg"
        },
        {
          "name": "Slide (H.E.R. ft YG)",
          "description": "'Slide' is a song by American singer H.E.R. featuring YG. It was released as a single on September 27, 2019. A remix featuring Pop Smoke, A Boogie wit da Hoodie and Chris Brown was released in January 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Slide_(H.E.R._song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/9/9c/H.E.R._-_Slide.png",
          "youtube_url": "https://www.youtube.com/embed/SUJloylmEZM",
          "spotify_url": "https://open.spotify.com/track/2rTnVB1bvwxHtaIl4uVu7f?si=lX9rUkuxTWiNcLLuAAflog"
        },
        {
          "name": "Underdog (Alicia Keys)",
          "description": "'Underdog' was released to pop radio as the album's third official single in January 2020. The corresponding music video for the song was released in the first half of January 2020 and focuses on rising in situations that may be difficult. In regards to what the song 'Underdog' means, Alicia Keys said the following in a statement included in an article about the new song and music video in Rolling Stone: Some people may think of the word underdog as a negative word, but I see it as a powerful word representing people who may be underestimated and yet still rise to the challenge and exceed expectations[.] I love this song so much because it's about real life and real people and our experiences. We've all been in a place in our lives where we've had to defy the odds. It's never easy. One of my favorite lyrics in the song is, 'They say I would never make it but I was built to break the mold.' I don't think there's a person on the planet that hasn't felt that way.",
          "wiki_url": "https://en.wikipedia.org/wiki/Underdog_(Alicia_Keys_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/5/5c/Alicia_Keys_-_Underdog.png",
          "youtube_url": "https://www.youtube.com/embed/izyZLKIWGiA",
          "spotify_url": "https://open.spotify.com/track/3FGiFUJRRp5RGikVrs6kig?si=OE6b_euwTcONrkkOaS_Sng"
        },
        {
          "name": "Eleven (Khalid ft. Summer Walker)",
          "image_url": "https://images.genius.com/0cd5faeb67b601056556be8457666208.1000x1000x1.png",
          "youtube_url": "https://www.youtube.com/embed/YfOohn8_l90",
          "spotify_url": "https://open.spotify.com/track/18O00Y7yrkJ0pRXm1n21Og?si=QijFdUGWQ-O_kLIWFeghnQ"
        },
        {
          "name": "Cuz I Love You (Lizzo)",
          "description": "'Cuz I Love You' was written by Lizzo alongside American rock band X Ambassadors, the latter of whom provided production for the track. Musically, 'Cuz I Love You' is a big band-inspired soul song that showcases Lizzo's vocal ability. Lizzo's performance in the song has been compared to that of Darlene Love. The number begins with the singer belting 'I’m crying/Cuz I love you' before being accompanied by a brass and percussion-heavy band. The song's lyrical content discusses the singer entering a relationship with someone special and departing from her previous approaches to romance.",
          "wiki_url": "https://en.wikipedia.org/wiki/Cuz_I_Love_You_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/16/LizzoCuzILoveYou.jpg",
          "youtube_url": "https://www.youtube.com/embed/NqjPqsry7no",
          "spotify_url": "https://open.spotify.com/track/6YdQgWSpsxhVeX6Xmv3IFJ?si=6j4-F7fVR0uD95Wobm1YIQ"
        }
      ]
    },
    {
      "name": "Best K-Pop",
      "description": "The MTV Video Music Award for Best K-Pop Video award was first introduced to the MTV Music Video Awards in 2019, with BTS winning the award for 'Boy with Luv'.",
      "contestants": [
        {
          "name": "ON (BTS)",
          "description": "It was released on February 21, 2020, as the second single from the band's fourth Korean-language album Map of the Soul: 7, A version featuring Australian singer Sia was also released and features on the digital and streaming version of the album.",
          "wiki_url": "https://en.wikipedia.org/wiki/On_(song)",
          "image_url": "https://i.pinimg.com/originals/69/49/1d/69491d6f5371581741eb869383901338.jpg",
          "youtube_url": "https://www.youtube.com/embed/mPVDGOVjRQ0",
          "spotify_url": "https://open.spotify.com/track/2QyuXBcV1LJ2rq01KhreMF?si=sXjIHEbtQySeFIz-PwcCFg"
        },
        {
          "name": "Obsession (EXO)",
          "description": "EXO is a South Korean–Chinese boy band based in Seoul, with nine members. Obsession is written by Kenzie, and produced by Dem Jointz, 'Obsession' is described as a hip-hop dance track featuring repeating spell-like vocal samples over a heavy beat, as well as an addictive R&B infused chorus. The lyrics convey a straightforward monologue of ones willingness to escape from the darkness of an awful obsession.",
          "wiki_url": "https://en.wikipedia.org/wiki/Obsession_(Exo_song)",
          "image_url": "https://static.billboard.com/files/media/02-exo-2019-cr-SM-Entertainment-billboard-1548-768x433.jpg",
          "youtube_url": "https://www.youtube.com/embed/uxmP4b2a0uY",
          "spotify_url": "https://open.spotify.com/track/7fK0csBoqbcgUuWGV0cpoD?si=Y7IoafWjSxade3Oo5A9rzg"
        },
        {
          "name": "Oh my god ((G)I-DLE))",
          "description": "recorded by South Korean girl group (G)I-dle as the lead single for their third extended play I Trust. The song was conceptualized around the theme of 'self-trust' when encountering reality and experiencing feelings of rejection, confusion, recognition, and dignity. It is an urban hip hop track in which the stark differences in rhythm that correspond to the atmospheric changes within the song stand out. The fantasy-like mood and bold production are led by a vintage piano sound and strong 808 bass.",
          "wiki_url": "https://en.wikipedia.org/wiki/Oh_My_God_((G)I-dle_song)",
          "youtube_url": "https://www.youtube.com/embed/om3n2ni8luE",
          "spotify_url": "https://open.spotify.com/track/2DmRXiyn03tOqKgEJXlaiJ?si=ZMRvBxhYRGepgddgV3buPA"
        },
        {
          "name": "Someone's Someone (Monsta X)",
          "description": "The fourth single from All About Luv, Monsta X's sixth studio album, and first English-language album.",
          "wiki_url": "https://en.wikipedia.org/wiki/All_About_Luv#Track_listing",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/8d/Monsta_X_-_All_About_Luv.png",
          "youtube_url": "https://www.youtube.com/embed/foHejoV20bc",
          "spotify_url": "https://open.spotify.com/track/5eU51YmH3XzhzNRzkJns27?si=igm_ka0CRD6RPdJvu8CYyw"
        },
        {
          "name": "Psycho (Red Velvet)",
          "description": "'Psycho' is a song recorded by South Korean girl group Red Velvet for their first compilation album The ReVe Festival: Finale (2019), which serves as the third and final installment of the group's The ReVe Festival trilogy. An R&B track with elements of trap and future bass, 'Psycho' is about a strange relationship 'full of ups and downs'.",
          "wiki_url": "https://en.wikipedia.org/wiki/Psycho_(Red_Velvet_song)",
          "image_url": "https://thestandom.com/wp-content/uploads/2019/12/red-velvet-psycho-pak.jpg",
          "youtube_url": "https://www.youtube.com/embed/uR8Mrt1IpXg",
          "spotify_url": "https://open.spotify.com/track/3CYH422oy1cZNoo0GTG1TK?si=VUJ9vcFJTxyPcIgwXmkZmw"
        },
        {
          "name": "9 and Three Quarters (Run Away) (TXT)",
          "description": "The lead single from 'The Dream Chapter: Magic', the first full-length studio album by South Korean boy band TXT [Tomorrow X Together]. It is a synth-pop track with new wave vibes, featuring a satisfying rock-pop chorus. The song is about finding strength in sacred moments shared among friends, alluding to Platform 9¾.",
          "image_url": "https://akns-images.eonline.com/eol_images/Entire_Site/2019915/rs_1024x620-191015004613-txt-3.jpg?fit=around|1024:auto&output-quality=90&crop=1024:auto;center,top",
          "youtube_url": "https://www.youtube.com/embed/6yWPfUz0z94",
          "spotify_url": "https://open.spotify.com/track/2MsNSKQNQNRklkKFxxvIav?si=JclpNu5mTRiO_jWBFDlByw"
        }
      ]
    },
    {
      "name": "Best Latin",
      "description": "The MTV Video Music Award for Best Latino Artist was first introduced to the MTV Video Music Awards in 2010 under the name tr3́s Latino Artist of the Year. The winner was chosen by the viewers voting on MTV Tr3s' official website. The winner, however, does not receive the award at the main ceremony and in later years was announced during the Spanish-language rebroadcast of the award ceremony on tr3́s. This category were rewarded from 2006 to 2009 in Los Premios MTV Latinoamérica.",
      "contestants": [
        {
          "name": "China (Anuel AA ft. Daddy Yankee, Ozuna, Karol G and J Balvin)",
          "wiki_url": "https://en.wikipedia.org/wiki/China_(Anuel_AA_song)",
          "description": "'China' is a song by Puerto Rican rappers Anuel AA and Daddy Yankee and Colombian singer Karol G featuring Puerto Rican singer Ozuna and Colombian singer J Balvin from Anuel AA's second studio album Emmanuel. 'China' is a reimagination of the 2000 song 'It Wasn't Me' by Jamaican singer Shaggy. It has been described as a reggaeton and EDM song with lyrics about infidelity at a nightclub and getting caught red-handed.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/f/fb/Anuel_AA_-_China.png",
          "youtube_url": "https://www.youtube.com/embed/0VR3dfZf9Yg",
          "spotify_url": "https://open.spotify.com/track/2ksOAxtIxY8yElEWw8RhgK?si=ckRu3bDbTuizmhaKh6LZJA"
        },
        {
          "name": "Yo Perreo Sola (Bad Bunny)",
          "wiki_url": "https://en.wikipedia.org/wiki/Yo_Perreo_Sola",
          "description": "'Yo Perreo Sola' (English: 'I Dance Alone') is a song by Puerto Rican singer and rapper Bad Bunny from his second studio album YHLQMDLG (2020). The song's music video features Bad Bunny performing in drag. Musically, 'Yo Perrea Sola' comprises 808 drums and 'stripped-down' reggaeton beats. It features vocals from Puerto Rican rapper Nesi. According to Rolling Stone, the song 'is dedicated to those who desire to dance alone, and safely, at the club.' Bad Bunny told the magazine in an interview: I wrote it from the perspective of a woman. I wanted a woman's voice to sing it—'yo perreo sola'—because it doesn’t mean the same thing when a man sings it. But I do feel like that woman sometimes.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/4/45/Yo_Perreo_Sola_%28Official_Single_Cover%29_-_Bad_Bunny.png",
          "youtube_url": "https://www.youtube.com/embed/GtSRKwDCaZM",
          "spotify_url": "https://open.spotify.com/track/0SqqAgdovOE24BzxIClpjw?si=zC2-61WpRYyHmP7PVAGjag"
        },
        {
          "name": "Amarillo (J Balvin)",
          "description": "'Amarillo' was released as the fourth single off Colores - the fifth solo studio album by Colombian reggaeton singer J Balvin - the same day as the album's release.",
          "wiki_url": "https://en.wikipedia.org/wiki/Colores",
          "image_url": "https://i.ytimg.com/vi/XYqbMRtCAG0/maxresdefault.jpg",
          "youtube_url": "https://www.youtube.com/embed/KHAgoT4FZbc",
          "spotify_url": "https://open.spotify.com/track/4JLncRAx53oIllFXu24UXz?si=3BfnoH0jTpyrsLF_pRwVRA"
        },
        {
          "name": "MAMACITA (Black Eyed Peas ft. Ozuna and J. Rey Soul)",
          "wiki_url": "https://en.wikipedia.org/wiki/Mamacita_(Black_Eyed_Peas,_Ozuna_and_J._Rey_Soul_song)",
          "description": "'Mamacita' (stylized in all caps) is a song recorded by American group Black Eyed Peas and Puerto Rican singer Ozuna. Filipina singer J Rey Soul, who joined the group in 2018, is also credited as a lead artist. Sampling Madonna's Latin pop song 'La Isla Bonita' (1986), 'Mamacita' was produced by group's member will.i.am and Johnny Goldstein. The accompanying music video was directed by Director X.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/6/64/The_Black_Eyed_Peas_-_Mamacita.png",
          "youtube_url": "https://www.youtube.com/embed/4bP8wbt4SeA",
          "spotify_url": "https://open.spotify.com/track/14wf185UxfNbSy8dwt4r4q?si=eGXLCsvfTrGv4qqAXDiWlg"
        },
        {
          "name": "Qué Pena (Maluma ft. J Balvin)",
          "wiki_url": "https://en.wikipedia.org/wiki/Qu%C3%A9_Pena",
          "description": "'Qué Pena' is a song by Colombian singers Maluma and J Balvin. This song is the first original collaboration between the two Colombian singers, after Maluma joined J Balvin on the remix of the latter and Nicky Jam's hit song 'X.' 'Qué Pena' is an urban fusion track that contains elements of EDM and tango music. It is described as a seductive track in which Maluma and J Balvin try to convince a woman who they have met before to go out with them, only to feel embarrassed about the situation. They seem to remember her face, but not her name.",
          "image_url": "https://m.media-amazon.com/images/I/71adDhUQJzL._SS500_.jpg",
          "youtube_url": "https://www.youtube.com/embed/Geyg_F5pfHE",
          "spotify_url": "https://open.spotify.com/track/5099x34vBakWpGkHourFxP?si=MiJJAVQeTXGnhm_z286yOw"
        },
        {
          "name":  "Tusa (Karol G ft. Nicki Minaj)",
          "description": "'Tusa' is a song by Colombian reggaeton singer Karol G and Trinidadian-American rapper Nicki Minaj. The song was written by Karol G, Keityn, Ovy on the Drums and Nicki Minaj, and produced by Ovy on the Drums. 'Tusa' is Colombian slang for the mixture of heartache and desire for revenge felt by a person when their partner breaks up with them. Lyrically, Karol G's verses tell the story of a woman who struggles to forget her former boyfriend, while Minaj's rap tells the man that the woman has moved on with her life.",
          "wiki_url": "https://en.wikipedia.org/wiki/Tusa_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Tusa.webp/300px-Tusa.webp.png",
          "youtube_url": "https://www.youtube.com/embed/tbneQDc2H3I",
          "spotify_url": "https://open.spotify.com/track/7k4t7uLgtOxPwTpFmtJNTY?si=zOFEXcRXT_SSAjOWQvY3IQ"
        }
      ]
    },
    {
      "name": "Best Rock",
      "description": "The MTV Video Music Award for Best Rock was first given out in 1989, and it was one of the four original genre categories added to the VMAs that year. In its first year, the award was called Best Heavy Metal Video, and from 1990 to 1995, it was renamed Best Metal/Hard Rock Video. The category underwent a third, brief name change in 1996, when it was renamed Best Hard Rock Video. In 1997, the award acquired its most enduring name, Best Rock Video, which it retained until 2016. The following year, the word 'Video' was removed from all genre categories at the VMAs (despite nominations still going to specific videos), giving this award its current name: Best Rock. Like all other genre categories at the VMAs, this category was retired briefly in 2007, when the VMAs were revamped and most original categories were eliminated. In 2008, though, MTV brought back this award, along with several of the others that were retired in 2007. Aerosmith is the biggest winner of this award, with a total of four wins between 1990 and 1998. Fall Out Boy, meanwhile, is the most nominated act in this category, having received nine nominations as of 2020. Closely following them are Aerosmith and Linkin Park, with eight nominations, and the Foo Fighters with seven. In 1995, White Zombie's bassist Sean Yseult became the first woman to win this award, while in 2014, New Zealand singer Lorde became the first female solo act to win this male-dominated category.",
      "contestants": [
        {
          "name": "Happy Days (blink-182)",
          "wiki_url": "https://en.wikipedia.org/wiki/Happy_Days_(Blink-182_song)",
          "description": "'Happy Days' is a song recorded by American rock band Blink-182. The song was released on July 1, 2019 through Columbia Records, as the third single from the band's eighth studio album, Nine. The song is a contemplative, up-tempo track regarding personal frustration. 'Happy Days' examines personal anger and confusion. Blink-182 bassist Mark Hoppus, who delivers solo vocals on the track, developed the song's concept based on his own struggle with anxiety and depression, which had worsened when the band were recording Nine. In an interview, Hoppus said the song encourages listeners to 'go to a better place and leave all this nonsense behind.' In the chorus, Hoppus notes the 'walls of isolation inside of my pain,' adding, 'And I don't know if I'm ready to change.'",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/0/0f/Happy_Days_%28Blink-182_song%29.jpg",
          "youtube_url": "https://www.youtube.com/embed/5C_3EattWe0",
          "spotify_url": "https://open.spotify.com/track/6GHAAp25FcGdaHgAn8rTif?si=BpcjLkk4RjGDRXjOMEKhRA"
        },
        {
          "name": "Orphans (Coldplay)",
          "wiki_url": "https://en.wikipedia.org/wiki/Orphans_(song)",
          "description": "'Orphans' is a song by British rock band Coldplay from their eighth studio album Everyday Life. It was released on 24 October 2019, along with the single 'Arabesque' and appears on the second side of the album Sunset. About the content of the songs, lead singer Chris Martin said in an interview with BBC Radio 1 that 'some of it’s very personal, about real things in my life, and some of it’s about things that I see or we see, and some of it’s about trying to empathise about what other people are going through'.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/8a/Coldplay_-_Arabesque_-_Orphans.png",
          "youtube_url": "https://www.youtube.com/embed/PXKYA-zmzTY",
          "spotify_url": "https://open.spotify.com/track/6muOWhMh7Tf0UFUtMDBhUR?si=MGeeTWdsQYOzDya8_qL-HQ"
        },
        {
          "name": "Wasted On You (Evanescence)",
          "wiki_url": "https://en.wikipedia.org/wiki/Wasted_on_You",
          "description": "'Wasted on You' is a song performed by American rock band Evanescence. The song was released as a digital download on April 24, 2020 by BMG as the lead single from the band's fifth studio album The Bitter Truth.",
          "image_url": "https://vignette.wikia.nocookie.net/evanescence/images/a/a0/The_Bitter_Truth.jpg/revision/latest/scale-to-width-down/340?cb=20200417170857",
          "youtube_url": "https://www.youtube.com/embed/4bvQHrMnxUw",
          "spotify_url": "https://open.spotify.com/track/3XN5MbVdTPLfdQcP07YO5O?si=sj-dh1GxSRi4N00gwlfx7w"
        },
        {
          "name": "Dear Future Self (Hands Up) (Fall Out Boy ft. Wyclef Jean)",
          "wiki_url": "https://en.wikipedia.org/wiki/Dear_Future_Self_(Hands_Up)",
          "description": "'Dear Future Self (Hands Up)' is a song by American rock band Fall Out Boy featuring Haitian rapper Wyclef Jean. It was released on September 10, 2019, on DCD2 and Island Records as a single from their compilation album, Greatest Hits: Believers Never Die – Volume Two. 'Dear Future Self (Hands Up)' is a prominent surf rock and pop song written by Fall Out Boy, Wyclef Jean, Jens Siverstedt, Jonas Wallin, and Noonie Bao. The chorus samples 'Hands Up' by Inna.  Pete Wentz spoke about the composition of the song: I think we've always been big fans of Fugees and Wyclef. He's got an incredible sense of melody that's kind of out there. It's like you can tell it's a mix from all over kind of the globe, which is cool, and super inspired by seeing my kids and that they just listen to song, to song, to song, to song and it's going from Queen to Lil Uzi to you know...",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/ea/Dear_Future_Self_%28Hands_Up%29.jpg",
          "youtube_url": "https://www.youtube.com/embed/C20GmQbxBLM",
          "spotify_url": "https://open.spotify.com/track/1tm4Bl2E5RwTevOiBs4gtH?si=ekINz0ZfT2Kv_GRke_qFVw"
        },
        {
          "name": "Oh Yeah! (Green Day)",
          "wiki_url": "https://en.wikipedia.org/wiki/Oh_Yeah!_(Green_Day_song)",
          "description": "'Oh Yeah!' is a song recorded by American rock band Green Day for their thirteenth studio album, Father of All Motherfuckers (2020). Band members Billie Joe Armstrong, Tré Cool, and Mike Dirnt all co-wrote the song, which samples Joan Jett's cover of 'Do You Wanna Touch Me'. 'Oh Yeah!' was originally titled 'Bulletproof Backpack' but was re-titled at some point in the production process to more closely associate it with 'Do You Wanna Touch Me', which the song samples in its chorus. This represents the first time the band has sampled another artist's work. The writers of 'Do You Wanna Touch Me', Gary Glitter and Mike Leander, both receive writing credits on the track. The band described Glitter as a 'total asshole' because of his sexual abuse convictions and pledged to donate their royalties from the track to International Justice Mission and Rape, Abuse & Incest National Network. The lyrics of 'Oh Yeah!' address celebrity culture and the polarization of modern society.",
          "youtube_url": "https://www.youtube.com/embed/U3cpdkhtGx0",
          "spotify_url": "https://open.spotify.com/track/3QiNQFiueqnIc6rOPLZB3f?si=cqhFioZ1SHW6TDgh6uCmBw"
        },
        {
          "name": "Caution (The Killers)",
          "wiki_url": "https://en.wikipedia.org/wiki/Caution_(The_Killers_song)",
          "description": "'Caution' is a song by American rock band the Killers from their forthcoming sixth studio album, Imploding the Mirage. It was released on March 12, 2020, as the lead single from the album, and features a guitar solo by former Fleetwood Mac guitarist Lindsey Buckingham.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/19/The_Killers_-_Caution.png",
          "youtube_url": "https://www.youtube.com/embed/WrpBgN_iUnA",
          "spotify_url": "https://open.spotify.com/track/2l8Gq9hNquNgzgv00DftKX?si=yGNA5ffPSXOQasldHkBvqQ"
        }
      ]
    },
    {
      "name": "Best Alternative",
      "description": "The MTV Video Music Award for Best Alternative Video (also known as Best Alternative Music Video) was first given out at the 1991 MTV Video Music Awards. Prior to the award being called Best Alternative Video, it was known as Best Post-Modern Video in 1989 and 1990. After the 1998 ceremony, this award was eliminated, and it was not presented until over two decades later, when it was brought back for the 2020 MTV Video Music Awards, under the name Best Alternative. During its discontinuation, artists and videos who would have normally been eligible for this award became eligible for other genre categories, including Best Rock Video. Nirvana is the biggest winner of this award, winning all three of their consecutive bids for the Moonman from 1992 to 1994. In terms of nominations, though, Green Day ties with Nirvana as biggest nominee, receiving three nominations in 1994, 1995, and 1998.",
      "contestants": [
        {
          "name": "If You're Too Shy (Let Me Know) (The 1975)",
          "wiki_url": "https://en.wikipedia.org/wiki/If_You%27re_Too_Shy_(Let_Me_Know)",
          "description": "'If You're Too Shy (Let Me Know)' is a song by British pop rock band The 1975. The song is the sixth single from the band's fourth studio album, Notes on a Conditional Form.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/3/3b/The_1975_%E2%80%93_If_You%27re_Too_Shy.jpeg",
          "youtube_url": "https://www.youtube.com/embed/wYYQpTbBSBM",
          "spotify_url": "https://open.spotify.com/track/1n4vgMWmmNlXrvyxQFhUEl?si=JeXoiZwJQ1qCzJxfck8GBg"
        },
        {
          "name": "Some Kind of Disaster (All Time Low)",
          "image_url": "https://images.genius.com/d76e455b5b2e854d7cd03ada50f1ec82.1000x1000x1.jpg",
          "youtube_url": "https://www.youtube.com/embed/OTwdgzeey8w",
          "spotify_url": "https://open.spotify.com/track/3jiEDw7G8ojPO1WSXkea2O?si=yQXmVEdyQEekiV575oQ34A",
          "description": "The lead single from American rock band All Time Low's eighth studio album - Wake Up, Sunshine"
        },
        {
          "name": "Doin' Time (Lana del Rey)",
          "wiki_url": "https://en.wikipedia.org/wiki/Doin%27_Time#Lana_Del_Rey_version",
          "description": "A cover of the 1997 song by American ska-punk band Sublime. Del Rey repeatedly uses California life, landmarks, and culture as a recurring motif in her songwriting, as well as expressing an admiration for summertime and the traditionally symbolic nature linking summertime to freedom. Comparisons were made to the multiple references Sublime also makes to 'the LBC' and Summertime in 'Doin' Time', but also to other allusions to California in general the band has made in other recordings. Del Rey has also utilized trip hop and hip hop elements in many of her own songs at various points throughout her career, particularly on her first major album Born to Die, wherein the singer's style of rapping and rhyming can be heard over trip hop-inspired production on many tracks. Similarly, Sublime's ska-inspired rapping and the trip hop-infused production of many of the group's recordings crafted a 'SoCal vibe' within the ska genre. When asked about covering the song, Del Rey credited the transitioning of and shifts in genres to Sublime, saying the group 'made a genre and sound totally their own', adding that because of the indelible 'SoCal vibe' the group created, 'not a day goes by that [she does not] listen to at least one Sublime song.'",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/85/Lana_Del_Rey_-_Doin%27_Time.png",
          "youtube_url": "https://www.youtube.com/embed/qolmz4FlnZ0",
          "spotify_url": "https://open.spotify.com/track/0Oqc0kKFsQ6MhFOLBNZIGX?si=rXaYTunYTT26zJsgdDJNeg"
        },
        {
          "name": "Let's Fall In Love For The Night (FINNEAS)",
          "wiki_url": "https://en.wikipedia.org/wiki/Let%27s_Fall_in_Love_for_the_Night",
          "description": "'Let's Fall in Love for the Night' is a song by American singer-songwriter Finneas (brother of Billie Eilish) from his debut EP, Blood Harmony (2019). A pop track, the song's lyrics are about a boy dreaming about being with a girl he has never met and wanting to be with her in another world.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/7/75/Finneas_-_Let%27s_Fall_in_Love_for_the_Night.png",
          "youtube_url": "https://www.youtube.com/embed/VaKzNtwPQxE",
          "spotify_url": "https://open.spotify.com/track/7kQkmyoHCEqwe7QwDbkSXM?si=Ra4L809hRmqMbHuxPIswVg"
        },
        {
          "name": "bloody valentine (Machine Gun Kelly)",
          "wiki_url": "https://en.wikipedia.org/wiki/Bloody_Valentine_(song)",
          "description": "'Bloody Valentine' (stylized in all lowercase) is a song by American musician Machine Gun Kelly, released on May 1, 2020 by Interscope Records. It was written by Kelly with Nicholas Alex Long, Mod Sun, and Travis Barker, with the latter also serving as producer. The video stars Megan Fox as Machine Gun Kelly's lover 'who gets a kick' out of torturing him. The video was shot in a rented house located in the Los Angeles area. The two also star together in the upcoming film Midnight in the Switchgrass.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/a/ad/MGK_Bloody_Valentine.png",
          "youtube_url": "https://www.youtube.com/embed/wSdT-SArM2Q",
          "spotify_url": "https://open.spotify.com/track/1bWEngw5tAF7vWByrf5Oy5?si=9QeIZGXZSJeJkNKTiKF4Sg"
        },
        {
          "name": "Level of Concern (twenty øne piløts)",
          "wiki_url": "https://en.wikipedia.org/wiki/Level_of_Concern",
          "description": "It is a dance-pop, pop rock and dance-rock song produced by lead singer Tyler Joseph alongside Paul Meany of alternative rock band Mutemath, and its lyrics revolve around the COVID-19 pandemic during which it was written and recorded. The song encourages hope during challenging times, while also addressing the widespread fear and panic associated with the pandemic. A portion of the song's proceeds are being donated to the charity Crew Nation, a global relief fund made by Live Nation for touring and venue personnel made redundant due to the COVID-19 pandemic.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/4/40/Twenty_One_Pilots_-_Level_of_Concern.png",
          "youtube_url": "https://www.youtube.com/embed/loOWKm8GW6A",
          "spotify_url": "https://open.spotify.com/track/6xZ4Q2k2ompmDppyeESIY8?si=06xf83i5RmaVdeZ-gvOnlA"
        }
      ]
    },
    {
      "name": "Best Music Video From Home",
      "contestants": [
        {
          "name": "Wildflower (5 Seconds of Summer)",
          "description": "Breaking the precedent set by previous 5 Seconds of Summer albums, “Wildflower” is the only track from Calm to feature bassist Calum Hood (or any member other than Luke Hemmings) on lead vocals. Talking about the song, Hood said, 'We wanted to make the chorus kind of a choose-your-own-adventure, where some words are left out and then accentuated by these big stabs of synth. It lets everyone come up with their own interpretation, and fill in whatever they think those missing lyrics might be.'",
          "wiki_url": "https://en.wikipedia.org/wiki/Wildflower_(5_Seconds_of_Summer_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/5/59/Wildflower5SoS.jpg",
          "youtube_url": "https://www.youtube.com/embed/YgzhJcBnKOg",
          "spotify_url": "https://open.spotify.com/track/353IDEfNzPJmGNRnOi5kJ1?si=eTmO0MJ1RfqRJPNHBLb1OQ"
        },
        {
          "name": "Happy Days (blink-182)",
          "wiki_url": "https://en.wikipedia.org/wiki/Happy_Days_(Blink-182_song)",
          "description": "'Happy Days' is a song recorded by American rock band Blink-182. The song was released on July 1, 2019 through Columbia Records, as the third single from the band's eighth studio album, Nine. The song is a contemplative, up-tempo track regarding personal frustration. 'Happy Days' examines personal anger and confusion. Blink-182 bassist Mark Hoppus, who delivers solo vocals on the track, developed the song's concept based on his own struggle with anxiety and depression, which had worsened when the band were recording Nine. In an interview, Hoppus said the song encourages listeners to 'go to a better place and leave all this nonsense behind.' In the chorus, Hoppus notes the 'walls of isolation inside of my pain,' adding, 'And I don't know if I'm ready to change.'",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/0/0f/Happy_Days_%28Blink-182_song%29.jpg",
          "youtube_url": "https://www.youtube.com/embed/5C_3EattWe0",
          "spotify_url": "https://open.spotify.com/track/6GHAAp25FcGdaHgAn8rTif?si=BpcjLkk4RjGDRXjOMEKhRA"
        },
        {
          "name": "Toosie Slide (Drake)",
          "wiki_url": "https://en.wikipedia.org/wiki/Toosie_Slide",
          "description": "The song is titled after social media influencer Toosie, who had previously helped the song go viral. A video was released alongside the song, showing Drake quarantined, due to the COVID-19 pandemic. He also demonstrates the Toosie Slide dance in his Toronto mansion. The dance was described as a 'modern day 'Cha Cha Slide' by DJ Casper' and went viral after it was introduced to the app TikTok by Toosie, Hiii Key and Michigan duo Ayo & Teo. A trap song, 'Toosie Slide' is a 'seductive confection engineered to cause an Internet stir', containing 'stuttering cymbals, a couple bass drum kicks' and 'elliptical set of beats', leaving room for Drake's lyrics to take the spotlight, which he delivers with 'melodic bars'. Lyrically, Drake reflects on his 'inner pressure', shouting out his friends, flirting with his many admirers and promising 'a hot summer of music'. He also gives dance directions for the song's titular dance, rapping 'It go right foot up, left foot slide/Left foot up, right foot slide/Basically I'm saying, either way we 'bout to slide, aye'. Drake makes numerous references to Michael Jackson throughout the song. Drake said, 'When I first made that song, I was only talking about the moonwalk. But Toosie made a dance to that shit, I didn't know it was gonna be a dance song like that'. The song has been compared to 'Cupid Shuffle' by Cupid, the Electric Slide dance by Richard L. 'Ric' Silver, and 'Cha Cha Slide' by DJ Casper, which has similar dance instructions. Billboard called it the ''Cha Cha Slide' of the TikTok generation'.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/4/46/Drake_-_Toosie_Slide.png",
          "youtube_url": "https://www.youtube.com/embed/xWggTb45brM",
          "spotify_url": "https://open.spotify.com/track/127QTOFJsJQp5LbJbu3A1y?si=WGCUznWLQqGBllewVd-v4w"
        },
        {
          "name":  "Stuck With You (Ariana Grande and Justin Bieber)",
          "description": "'Stuck with U' is a song by American singer Ariana Grande and Canadian singer Justin Bieber. It was released as a charity single on May 8, 2020. The song marks the second time both artists collaborated following a remix of Bieber's 2015 single 'What Do You Mean?'. According to their manager Scooter Braun who also co-wrote the track, the song is the first of more charity singles to be released throughout 2020.",
          "wiki_url": "https://en.wikipedia.org/wiki/Stuck_with_U",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/dc/Justin_Bieber_and_Ariana_Grande_-_Stuck_with_You.png",
          "youtube_url": "https://www.youtube.com/embed/pE49WK-oNjU",
          "spotify_url": "https://open.spotify.com/track/4HBZA5flZLE435QTztThqH?si=nAsaSBucRfCijkqLvhDd_g"
        },
        {
          "name": "Bigger Love (John Legend)",
          "description": "The title tack from John Legend's seventh studio album. Bigger Love was written mostly in 2019. Recording for the album finished in February 2020. Legend stated he hoped the album would bring joy and be uplifting in light of the George Floyd protests that were taking place during the album's release.",
          "youtube_url": "https://www.youtube.com/embed/mR7aJc5lanc",
          "spotify_url": "https://open.spotify.com/track/4kcJsfPTr7RCrLQRvW7cyj?si=nL6VOAGITo--Wh8GaajiAw"
        },
        {
          "name": "Level of Concern (twenty øne piløts)",
          "wiki_url": "https://en.wikipedia.org/wiki/Level_of_Concern",
          "description": "It is a dance-pop, pop rock and dance-rock song produced by lead singer Tyler Joseph alongside Paul Meany of alternative rock band Mutemath, and its lyrics revolve around the COVID-19 pandemic during which it was written and recorded. The song encourages hope during challenging times, while also addressing the widespread fear and panic associated with the pandemic. A portion of the song's proceeds are being donated to the charity Crew Nation, a global relief fund made by Live Nation for touring and venue personnel made redundant due to the COVID-19 pandemic.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/4/40/Twenty_One_Pilots_-_Level_of_Concern.png",
          "youtube_url": "https://www.youtube.com/embed/loOWKm8GW6A",
          "spotify_url": "https://open.spotify.com/track/6xZ4Q2k2ompmDppyeESIY8?si=06xf83i5RmaVdeZ-gvOnlA"
        }
      ]
    },
    {
      "name": "Best Quarantine Performance",
      "contestants": [
        {
          "name": "Do It - MTV Prom-Athon (Chloe x Halle)",
          "youtube_url": "https://www.youtube.com/embed/rVt1NXr2HkY"
        },
        {
          "name": "CNCO - MTV Unplugged at Home (CNCO)",
          "youtube_url": "https://www.youtube.com/embed/CmrG_PnumSU"
        },
        {
          "name": "DJ D-Nice - Club MTV Presents: #DanceTogether (DJ D-Nice)",
          "youtube_url": "https://www.youtube.com/embed/i7uJcW6F0oM"
        },
        {
          "name": "Smile - One World: Together At Home (Lady Gaga)",
          "youtube_url": "https://www.youtube.com/embed/cCNM706Iv8M"
        },
        {
          "name": "John Legend - #TogetherAtHome Concert Series (John Legend)",
          "youtube_url": "https://www.youtube.com/embed/I2NTcBmQkjw"
        },
        {
          "name": "Post Malone - Nirvana Tribute (Post Malone)",
          "youtube_url": "https://www.youtube.com/embed/f7eaGcIyhPU"
        }
      ]
    },
    {
      "name": "Video for Good",
      "description": "The MTV Video Music Award for Best Video with a Social Message is an award handed out at the yearly MTV Video Music Awards, first introduced at the 2011 ceremony. Originally named Best Video with a Message, the word 'Social' was added to its name in 2013. For the 2017 ceremony the award was renamed Best Fight Against the System while still being known for awarding videos that address current social and political subjects. In 2018, the award's name became Video with a Message, and in 2019 it was changed to Video for Good. The first winner of the category was Lady Gaga. As of 2019, John Legend and Big Sean are the biggest winners of the category with two wins, Legend and Taylor Swift are the most nominations artist with three in this category.",
      "contestants": [
        {
          "name": "all the good girls go to hell (Billie Eilish)",
          "description": " the sixth single recorded by American singer Billie Eilish for her debut studio album When We All Fall Asleep, Where Do We Go?. Eilish and her brother Finneas O'Connell co-wrote it, with the latter producing it. Elle Hunt of The Guardian noted that a closer inspection of the lyrics suggests that the song (and by extension, the music video) references global warming, and Eilish herself alluded to this by posting a personal note on the video description rallying her fans to attend global climate strikes on September 20 and 27, three days before the 2019 UN Climate Summit in New York City.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/9/9c/All_the_Good_Girls_Go_to_Hell.png",
          "wiki_url": "https://en.wikipedia.org/wiki/All_the_Good_Girls_Go_to_Hell",
          "youtube_url": "https://www.youtube.com/embed/-PZsSWwc9xA",
          "spotify_url": "https://open.spotify.com/track/6IRdLKIyS4p7XNiP8r6rsx?si=oucrBmsWQMOEEFTllbV_Kw"
        },
        {
          "name": "I Can't Breathe (H.E.R.)",
          "description": "H.E.R. has officially released protest song “I Can’t Breathe,” which H.E.R. wrote in response to recent police killings of unarmed Black people. For the official video that accompanies the song’s release, H.E.R. and editor Shane Adams compiled footage of protests against police brutality and systemic racism from around the world. It culminates with a wall of names of many of those who have been killed, including George Floyd and Breonna Taylor.",
          "image_url": "https://149354818.v2.pressablecdn.com/wp-content/uploads/2020/06/her-i-cant-breathe.jpg",
          "youtube_url": "https://www.youtube.com/embed/IRZWiqBHYaY",
          "spotify_url": "https://open.spotify.com/track/4CPszpSnlbgnQLIQYyzIR2?si=Rn7LtK70STuwrycIJXr8_A"
        },
        {
          "name": "The Bigger Picture (Lil' Baby)",
          "description": "'The Bigger Picture' is a protest song by American rapper Lil Baby. It was released on June 12, 2020, in the wake of the killing of George Floyd. In the song, Lil Baby shows solidarity with the 2020 Black Lives Matter protests calling for justice against police brutality in the United States and systemic racism. Proceeds from 'The Bigger Picture' benefit The National Association of Black Journalists, Breonna Taylor's attorney, The Bail Project, and Black Lives Matter.\nIt is Lil Baby's highest-charting song on the Billboard Hot 100, debuting and peaking at number three.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Bigger_Picture_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/ca/Lil_Baby_-_The_Bigger_Picture.png",
          "youtube_url": "https://www.youtube.com/embed/_VDGysJGNoI",
          "spotify_url": "https://open.spotify.com/track/44gRhRi2OhEf7moAUj6MD1?si=4zfg9DqtTsKvRx0reiFCiA"
        },
        {
          "name": "I Love Me (Demi Lovato)",
          "wiki_url": "https://en.wikipedia.org/wiki/I_Love_Me_(song)",
          "description": "'I Love Me' is a song by American singer Demi Lovato. It was released on March 6, 2020, as the lead single from her upcoming seventh studio album. It is an midtempo pop and R&B song whose lyrics mainly talk about struggles with self-image. The music video for 'I Love Me' was directed by Hannah Lux Davis and filmed in New York City. It was released on March 6, 2020, and features Lovato walking across a street with several references to moments in her career and personal life. In an interview with Apple Music's Hanuman Welch, Lovato said 'I Love Me' talks about 'loving yourself', adding, 'It's an anthem, and it talks about how hard we are on ourselves and this, the negative self-talk. You know, how easily we can listen to that. But when is loving yourself gonna be enough?. During the first verse, Lovato sings about her past problems with eating disorders and body image.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/d5/Demi_Lovato_-_I_Love_Me.png",
          "youtube_url": "https://www.youtube.com/embed/vImvzQCb0o8",
          "spotify_url": "https://open.spotify.com/track/2IHLaN6wwYKQ3S24NsQqpA?si=vnN2sXeJRPWHgRZAa_VUGQ"
        },
        {
          "name": "Lockdown (Anderson Paak)",
          "description": "Anderson .Paak's new song, 'Lockdown' – and especially its video, directed by frequent Kendrick Lamar collaborator Dave Meyers – conveys a similar cathartic intimacy and makes it explicitly political. Set against an easy-rolling funk groove characteristic of the artist's summery sound, the song relates .Paak's own experiences attending recent protests and voices his belief in the righteous motivations behind them.",
          "image_url": "https://media.pitchfork.com/photos/5eec394b7bb7acb328d56b99/16:9/w_1280,c_limit/Anderson%2520.Paak.png",
          "youtube_url": "https://www.youtube.com/embed/TgItkJCm09c",
          "spotify_url": "https://open.spotify.com/track/5oZps6mYqU5s7A4WjUZggJ?si=RvyQ3wDNSp2hLOW6UsW48Q"
        },
        {
          "name": "The Man (Taylor Swift)",
          "description": "On February 25, 2020, Swift announced via her social media accounts that the music video will be released in two days' time. The video was directed by Swift, making it her official solo directorial debut. Swift answered fan questions in the hour before the music video's premiere on YouTube on February 27, 2020. She stated that the entire preparation for the music video—including planning meetings, creating mood boards, scouting locations, and costume and set design—took several months. She also confirmed that there would be many of her trademark 'easter eggs' in the video. With 'The Man' music video, I wanted to show a heightened reaction of how the world reacts to someone who's male, hot, rich, young and cocky. I wanted to show how there's immediate approval and benefit of the doubt given, in a ridiculous way. — Swift, The Man (Behind The Scenes: Directing), YouTube\nThe video features cameos from TikTok stars Loren Gray (the second most followed on the platform) and Dominic Toliver, actress Jayden Bartels, and Swift's father Scott Swift; actor Dwayne Johnson appears in a brief voice role. The video's production team includes producer Jil Hardin, executive producer Rebecca Skinner, assistant director Joe Osborne, cinematographer Rodrigo Prieto, production designer Ethan Tobman, and makeup artist Bill Corso. Swift's transformation involved a 'muscle suit', prosthetic makeup, eyebrow wigs, and facial sculptures, which took between four and six hours to apply each day. She also worked with movement coaches Stephen Galloway and Spenser Theberge, as well as editor Chancler Haynes. Visual effects were handled by Ingenuity Studios, which previously worked on several of Swift's videos such as 'Look What You Made Me Do', 'End Game', '...Ready for It?', and 'Lover'.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Man_(Taylor_Swift_song)#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/7/7c/Taylor_Swift_-_The_Man.png",
          "youtube_url": "https://www.youtube.com/embed/AqAJLh9wuZ0",
          "spotify_url": "https://open.spotify.com/track/3RauEVgRgj1IuWdJ9fDs70?si=h_k3Yx0ORiieLOdd61ee_A"
        }
      ]
    },
    {
      "name": "Best Direction",
      "description": "The MTV Video Music Award for Best Direction is a craft award given to the artist, the artist's manager, and the director of the music video. From 1984 to 2006, the full name of the award was Best Direction in a Video, and in 2007, it was briefly renamed Best Director. The category acquired its current name starting with the 2008 awards. The biggest winners are Spike Jonze and David Fincher with three wins each, although one of Jonze's wins is credited as the 'Torrance Community Dance Group'. The most nominated director is David Fincher with eight nominations. Remarkably, seven of Fincher's nominations were achieved in a three-year span (1989–1991), as he was nominated a record three times in both 1989 and 1990. Fincher's latest nomination (and win) occurred over twenty years later in 2013 for his work on Justin Timberlake's 'Suit & Tie.' Closely following him are Dave Meyers with seven nominations and Francis Lawrence with six. Hype Williams is the director with most nominations and no wins at five. The performer whose videos have won the most awards is Madonna, whose videos have garnered three direction Moonmen. However, Eminem's videos have received the most nominations with seven. Four performers have won a Moonman in this category for their work directing/co-directing their videos: George Michael ('Father Figure'), Beck ('The New Pollution'), Erykah Badu ('Honey'), and Adam Yauch of the Beastie Boys ('Make Some Noise'). An additional eight other performers have been nominated for their work co-directing/directing videos: Busta Rhymes, Missy Elliott, Christina Aguilera, Jared Leto (as Bartholomew Cubbins), Ryan Lewis, Bruno Mars, Taylor Swift, and Billie Eilish. ",
      "contestants": [
        {
          "name": "Say So - directed by Hannah Lux Davis (Doja Cat)",
          "description": "'Say So' was originally released as the fifth track on Doja Cat's second studio album Hot Pink. During late 2019 and early 2020, the song gained popularity on the social media app TikTok due to several dance challenge videos that featured the song - after a dance created by TikTok user Haley Sharpe went viral on the platform - and videos containing the song have now been viewed over 7.5 billion times on the platform. The song was written by Doja Cat, Lydia Asrat, Yeti Beats, and Dr. Luke. The song was produced by Dr. Luke, under the pseudonym Tyson Trax. The song reached the top of the US Billboard Hot 100 following the release of two remixes featuring rapper Nicki Minaj, earning the first number-one song for both artists. The song is the first collaboration between two female rappers to top the Hot 100. The song's commercial performance has been described as a comeback for producer Dr. Luke, following the 2014 Kesha v. Dr. Luke case.",
          "wiki_url": "https://en.wikipedia.org/wiki/Say_So_(Doja_Cat_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/df/Say_So_-_Doja_Cat.png",
          "youtube_url": "https://www.youtube.com/embed/pok8H_KF1FA",
          "spotify_url": "https://open.spotify.com/track/3Dv1eDb0MEgF93GpLXlucZ?si=GOpbPCmkSs-suP5bVDg6LA"
        },
        {
          "name": "xanny - directed by Billie Eilish (Billie Eilish)",
          "description": "The singer and her brother Finneas O'Connell co-wrote it, whilst the latter solely handled its production. Musically, it was described as a mid-tempo and jazz-influenced pop ballad. Eilish recalled being inspired by several artists during the track's creation, most notably by Frank Sinatra. Productionwise, her distorted falsetto vocals are prominently layered over a similarly deformed bass in the drop of 'Xanny', replicating the feeling of secondhand smoke. Lyrically, Eilish addresses substance abuse among teenagers; she was specifically inspired by the negative effects it had on her friends and ultimately on her. The track was accompanied by a self-directed music video released on December 5, 2019. Minimalistically produced, it depicts the singer in an all-white outfit sitting on a bench against a white background whilst her face is burned by disembodied hands holding cigarette butts.",
          "wiki_url": "https://en.wikipedia.org/wiki/Xanny_(song)",
          "image_url": "https://townsquare.media/site/252/files/2019/12/billie-eilish-xanny.jpg?w=1200&h=0&zc=1&s=0&a=t&q=89",
          "youtube_url": "https://www.youtube.com/embed/LZyybvVx-js",
          "spotify_url": "https://open.spotify.com/track/4QIo4oxwzzafcBWkKjDpXY?si=BkahmEF2QkKBlJ-PnigU9A"
        },
        {
          "name": "Don't Start Now - directed by Nabil (Dua Lipa)",
          "description": "'Don't Start Now' is a nu-disco song with a percolating funk bassline, inspired by music by the Bee Gees, Daft Punk and Two Door Cinema Club. It has numerous 1980s and disco tropes in its production, including handclaps, a crowd noise, cowbell, synth bursts and accented strings. Its lyrics find Lipa celebrating her independence and instructing a former lover to forget about their past relationship. The music video features point-of-view and high-angle shots of Lipa dancing at a crowded nightclub and masquerade ball.",
          "wiki_url": "https://en.wikipedia.org/wiki/Don%27t_Start_Now",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/2/2b/Dua_Lipa_-_Don%27t_Start_Now.png",
          "youtube_url": "https://www.youtube.com/embed/oygrmJFKYZY",
          "spotify_url": "https://open.spotify.com/track/6WrI0LAC5M1Rw2MnX2ZvEg?si=1EaaosPeT_SpZYFyrmN3PA"
        },
        {
          "name": "Adore You - directed by Dave Meyers (Harry Styles)",
          "description": "'Adore You' has been described as a midtempo pop, funk, disco and pop rock ballad, incorporating layered guitars, synths, brass and percussions in its production. A love song, its lyrics find Styles talking about the initial stages of a relationship. Filmed in Scotland, the high-concept visual depicts Styles as an outcast in the fictional island of Eroda, where he befriends a gold-dappled fish and takes care of it. The video was teased with a guerrilla marketing campaign which took the form of a tourism website and Twitter account for Eroda.",
          "wiki_url": "https://en.wikipedia.org/wiki/Adore_You_(Harry_Styles_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/9/90/Adore_You_-_Harry_Styles.png",
          "youtube_url": "https://www.youtube.com/embed/VF-r5TtlT9w",
          "spotify_url": "https://open.spotify.com/track/3jjujdWJ72nww5eGnfs2E7?si=9hvFC1xWSqe7Svqz7IO3ig"
        },
        {
          "name": "The Man - directed by Taylor Swift (Taylor Swift)",
          "description": "On February 25, 2020, Swift announced via her social media accounts that the music video will be released in two days' time. The video was directed by Swift, making it her official solo directorial debut. Swift answered fan questions in the hour before the music video's premiere on YouTube on February 27, 2020. She stated that the entire preparation for the music video—including planning meetings, creating mood boards, scouting locations, and costume and set design—took several months. She also confirmed that there would be many of her trademark 'easter eggs' in the video. With 'The Man' music video, I wanted to show a heightened reaction of how the world reacts to someone who's male, hot, rich, young and cocky. I wanted to show how there's immediate approval and benefit of the doubt given, in a ridiculous way. — Swift, The Man (Behind The Scenes: Directing), YouTube\nThe video features cameos from TikTok stars Loren Gray (the second most followed on the platform) and Dominic Toliver, actress Jayden Bartels, and Swift's father Scott Swift; actor Dwayne Johnson appears in a brief voice role. The video's production team includes producer Jil Hardin, executive producer Rebecca Skinner, assistant director Joe Osborne, cinematographer Rodrigo Prieto, production designer Ethan Tobman, and makeup artist Bill Corso. Swift's transformation involved a 'muscle suit', prosthetic makeup, eyebrow wigs, and facial sculptures, which took between four and six hours to apply each day. She also worked with movement coaches Stephen Galloway and Spenser Theberge, as well as editor Chancler Haynes. Visual effects were handled by Ingenuity Studios, which previously worked on several of Swift's videos such as 'Look What You Made Me Do', 'End Game', '...Ready for It?', and 'Lover'.",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Man_(Taylor_Swift_song)#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/7/7c/Taylor_Swift_-_The_Man.png",
          "youtube_url": "https://www.youtube.com/embed/AqAJLh9wuZ0",
          "spotify_url": "https://open.spotify.com/track/3RauEVgRgj1IuWdJ9fDs70?si=h_k3Yx0ORiieLOdd61ee_A"
        },
        {
          "name": "Blinding Lights - directed by Anton Tammi (The Weeknd)",
          "description": "The music video for 'Blinding Lights' was directed by Anton Tammi, assisted by Kenneth Taylor, and filmed in Fremont Street, Las Vegas and Downtown Los Angeles, during a four-day shooting that took place until 6 a.m. every day. It was produced by Sarah Parker and executed prodced by Saskia Whinney for Somesuch, with production design by Adam William Wilson. Olliver Millar served as the director of photography, assisted by Devin 'Daddy' Karringten on the second unit, Niels Lindelien on the steadicam operation, Nizzar Najm on the gaffer and Marlow Nunez on the key grip. The video was edited by Janne Vartia and Tim Montana, and included VFX by Mathematic, post production surpervision by Alec Ernest, color by Nicke Jacobsson, soud design by Akseli Soini, title design by Aleksi Tammi and 3D effects by Oscar Böckerman. During the filming, the roads were not completely shut down, hence random cars and pedestrians were passing by while The Weeknd danced in the street. Also, someone got arrested in a tunnel during the filming, holding up the production for a few moments. The shooting required at least three vehicles driving through the nighttime streets. The Mercedes-AMG GT roadster was specially equipped towing vehicle that allowed The Weeknd to act and lip-sync inside the moving convertible without needing to drive, and a Mercedes-Benz chase SUV with a crane camera strapped to the top. Director of photography Oliver Millar said that he loves the music video format and talked about how intense it is to try and create iconic images during high-pressure shoots that don't last very long. He said that since The Weeknd's previous videos had a dark and gritty vibe, he used generators powering banks of LED lights and a Sony Venice full-frame digital motion picture camera system to try to re-create the look, ending up with the video's vintage, 1980s style. The Weeknd loved so much the Mercedes SUV that he actually bought the vehicle after the filming ended. Mercedes-Benz vice president of marketing Bettina Fetzer said in a statement that working with The Weeknd on the official video was 'inspiring and gave us lots of new and creative impetus. With The Weeknd as the creative director and performer we are addressing young and digital target groups to a greater extent—a perfect combination for this unique Mercedes moment on the road to an electric future'.",
          "wiki_url": "https://en.wikipedia.org/wiki/Blinding_Lights#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/e6/The_Weeknd_-_Blinding_Lights.png",
          "youtube_url": "https://www.youtube.com/embed/4NRXx6U8ABQ",
          "spotify_url": "https://open.spotify.com/track/0VjIjW4GlUZAMYd2vXMi3b?si=VEemeVoyTQCDbMDk3vytjA"
        }
      ]
    },
    {
      "name": "Best Art Direction",
      "description": "The MTV Video Music Award for Best Art Direction is a craft award given to both the artist as well as the art director of the music video. From 1984 to 2006, the award's full name was Best Art Direction in a Video, and after a brief removal in 2007, its name was shortened to its current form starting in 2008. The biggest winners are K. K. Barrett and Jan Houllevigue, both of whom won this award twice. The most nominated art directors are Tom Foden, Charles Infante, and Laura Fox with four nominations each. Closely following them are K.K. Barrett, Bryan Jones, and Nigel Phelps with three nominations each. The performer whose videos have won the most awards is Red Hot Chili Peppers. However, Madonna's videos have received the most nominations with six. No performer has won a Moonman in this category for their work as an art director. Jamie Hewlett ('Clint Eastwood') and Jack White ('Would You Fight for My Love?') are the only performers to have been nominated for their work in this category.",
      "contestants": [
        {
          "name": "Babushka Boi - Art directed by A$AP Rocky, Nadia Lee Cohen and Brittany Porter (A$AP Rocky)",
          "wiki_url": "https://en.wikipedia.org/wiki/Babushka_Boi",
          "description": "ASAP Rocky began wearing a babushka to cover the resulting cut on his face after he fell off his scooter in September 2018. This inspired Frank Ocean, who posted a picture on his Instagram of himself in a babushka, with ASAP Rocky commenting 'Babushka Boi' on the image and later adding the phrase to his own Instagram. The Nadia Lee Cohen-directed music video was also released on August 28. It was inspired by Dick Tracy and features ASAP Rocky, ASAP Ferg and Schoolboy Q among several prosthetic-enhanced gangsters on the run from police, who are portrayed as anthropomorphic pigs. It has been noted that it was filmed before ASAP Rocky's arrest and detainment in Sweden.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/b/b7/ASAP_Rocky_-_Babushka_Boi.png",
          "spotify_url": "https://open.spotify.com/track/643PW82aBMUa1FiWi5VQY7?si=ckIcoXm2SVi2gMUmY-N_6w",
          "youtube_url": "https://www.youtube.com/embed/KViOTZ62zBg"
        },
        {
          "name": "Mother's Daughter - Art directed by Christian Stone (Miley Cyrus)",
          "wiki_url": "https://en.wikipedia.org/wiki/Mother%27s_Daughter_(song)",
          "description": "'Mother's Daughter' is 3 minutes and 39 seconds long. It was written by Cyrus, Alma Miettinen and its producer Andrew Wyatt. Lyrically, the song was described as a women's empowerment anthem. It focuses on the mother-daughter duo's strong relationship, and references how the singer's mother, Tish Cyrus, told her she'd 'make it', singing: 'I put my back into it, my heart in it/So I did it, yeah I did it.'. Additionally, Cyrus describes herself as 'nasty and evil', and explains that she has the freedom to do as she wishes: 'Don't fuck with my freedom/I came up to get me some/I'm nasty, I'm evil/Must be something in the water or that I'm my mother's daughter', she sings in the chorus. The video concept came as the anti-abortion “heartbeat bill” gained traction across the country. The video is about the woman’s body — the right to own your own body and make it free from the male gaze, in any way shape and form, [...] It’s a broad message, and we’re not trying to be dogmatic. But we’re living in difficult times in America, and what I get from this video is that it injects a lot of energy and determination and the right fuel for the struggle. It features Cyrus wearing a red latex catsuit against red lighting and aesthetics, and features shots of diverse women, including body positivity women, women of color, disabled women, transgender women, and a non-binary person using they/them pronouns, sitting and posing in different places. Cyrus' real-life mother Tish Cyrus makes a cameo appearance in the video. The video also shows nude scenes and has feminist signs flashing on-screen at random intervals. It is also sprinkled with images of breastfeeding, C-sections, menstruation pads — everything about the female body that's supposed to carry some taboo. The video is presented in 4:3 aspect ratio format. Cyrus' red latex catsuit, calls back to the memorable outfits worn in Britney Spears' 'Oops!...I Did It Again' and Lady Gaga's 'Bad Romance' videos. Her version, however, has a bejeweled vagina dentata, as a notable embellishment. She also appears wearing a gold armor while atop a horse, holding a sword a la Joan of Arc. That latex look, otherwise, was not meant to be an explicit callback to the aforementioned musicians, but rather, 'it was interesting to subvert some of the codes of the sexual attire, and actually transform beyond it into more of an armor or a fight suit' Moors said, 'They look more like warriors than anything with sexual implications.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/7/75/MothersDaughterSingleCover.jpg",
          "spotify_url": "https://open.spotify.com/track/2WyRfGeHo97VC5mP1BBSzr?si=R4ArGzteShSSKW0QYKAf8Q",
          "youtube_url": "https://www.youtube.com/embed/7T2RonyJ_Ts"
        },
        {
          "name": "Boyfriend - Art directed by Tatiana Van Sauter (Selena Gomez)",
          "wiki_url": "https://en.wikipedia.org/wiki/Boyfriend_(Selena_Gomez_song)",
          "description": "Gomez wrote 'Boyfriend' after having a text conversation with co-writer Julia Michaels, where Gomez wrote 'I want a boyfriend', which was the original title of the song. Many of you know how excited I have been to release a song called 'Boyfriend.' It's a lighthearted song about falling down and getting back up time and time again in love, but also knowing that you don't need anyone other than yourself to be happy. We wrote it long before our current crisis, but in the context of today, I want to be clear that a boyfriend is nowhere near the top of my list of priorities. Just like the rest of the world, I'm praying for safety, unity and recovery during this pandemic. The song features a house beat and an electropop pre-chorus. In terms of music notation, 'Boyfriend' was composed using 4\n4 common time, with a tempo of 92 beats per minute. Gomez's vocal range spans from the low note G♯3 to the high note of E5. The vido features Gomez meeting boys in choosing who will be her new lover, but she realizes the boys are not sincere. Hence, Gomez uses magic perfume that transforms the boys into frogs and then puts them into a small cage and takes the boys who are turned into frogs with her to the car.",
          "spotify_url": "https://open.spotify.com/track/4QnC1bIaMSfDQvF4XDhV5M?si=zb8MRpeDTme9heWadED1UA",
          "youtube_url": "https://www.youtube.com/embed/tSIk1QvIM2E"
        },
        {
          "name": "Physical - Art directed by Anna Colomé Nogu (Dua Lipa)",
          "wiki_url": "https://en.wikipedia.org/wiki/Physical_(Dua_Lipa_song)",
          "description": "Lipa wrote the track with Jason Evigan, Clarence Coffee Jr. and Sarah Hudson, taking inspiration from 1980s music and the 1983 film Flashdance. It was produced by Evigan and Koz, and stemmed from a Persian synth flute sample that was played by the former. An uptempo power pop and synth-pop song, the track features a chugging synth bassline, drums and various percussion instruments. Lipa uses a spoken word delivery in the prechorus, but belts and chants the chorus, which includes a reference to Olivia Newton-John's 1981 song of the same name. The lyrics describe the excitement of falling in love. The accompanying high concept music video was directed by Catalan production team Canada, and is based on a Venn diagram by Swiss artist duo Peter Fischli and David Weiss from their series of works, Order and Cleanliness (1981). The video shows Lipa dancing in various coloured warehouse stage sets and features anime-inspired animation. The music video received praise from critics for its high-concept nature and rejection of heteronormativity. ",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/f/fd/Dua_Lipa_-_Physical.png",
          "spotify_url": "https://open.spotify.com/track/3AzjcOeAmA57TIOr9zF1ZW?si=iLdvDJE3Qwuspcnowhw3jg",
          "youtube_url": "https://www.youtube.com/embed/9HDEHj2yzew"
        },
        {
          "name": "Adore You - Art directed by Laura Ellis Cricks (Harry Styles)",
          "description": "'Adore You' has been described as a midtempo pop, funk, disco and pop rock ballad, incorporating layered guitars, synths, brass and percussions in its production. A love song, its lyrics find Styles talking about the initial stages of a relationship. Filmed in Scotland, the high-concept visual depicts Styles as an outcast in the fictional island of Eroda, where he befriends a gold-dappled fish and takes care of it. The video was teased with a guerrilla marketing campaign which took the form of a tourism website and Twitter account for Eroda.",
          "wiki_url": "https://en.wikipedia.org/wiki/Adore_You_(Harry_Styles_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/9/90/Adore_You_-_Harry_Styles.png",
          "youtube_url": "https://www.youtube.com/embed/VF-r5TtlT9w",
          "spotify_url": "https://open.spotify.com/track/3jjujdWJ72nww5eGnfs2E7?si=9hvFC1xWSqe7Svqz7IO3ig"
        },
        {
          "name": "Lover - Art Directed by Kurt Gefke (Taylor Swift)",
          "description": "Recorded by American singer-songwriter Taylor Swift, for her seventh studio album of the same name (2019). It was released on August 16, 2019, through Republic Records, as the third single from the album. Solely written by Swift and co-produced with Jack Antonoff, 'Lover' is a country ballad and waltz that draws influences from folk, indie folk, pop and torch. The lyrics exhibit devotion to her romantic partner, with a whimsical tone, over a guitar-centric sound, slow tempo, booming snare and nostalgic instrumentals",
          "wiki_url": "https://en.wikipedia.org/wiki/Lover_(Taylor_Swift_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/1d/Taylor_Swift_-_Lover_%28Live_From_Paris%29.png",
          "youtube_url": "https://www.youtube.com/embed/-BjZmE2gtdo",
          "spotify_url": "https://open.spotify.com/track/1dGr1c8CrMLDpV6mPbImSI?si=LvU5sJJeQfibKLNPA7wNpQ"
        }
      ]
    },
    {
      "name": "Best Choreography",
      "description": "The MTV Video Music Award for Best Choreography is a craft award given to the artist, the artist's manager, and choreographer of the music video. From 1984 to 2007, the full name of the award was Best Choreography in a Video. The biggest winner is Frank Gatson with six wins. Michael Rooney follows closely behind with five wins. Frank Gatson is also the most nominated choreographer with eleven nominations. He is followed by Tina Landon with nine nominations (and yet only one win). The performers whose videos have won the most awards are Janet Jackson and Beyoncé, garnering a total of four Moonmen for choreography. Madonna's videos have received the most nominations with twelve. Seven performers have won a Moonman in this category for their work choreographing or co-choreographing their own videos: Michael Jackson ('Thriller'), Prince ('Raspberry Beret'), Paula Abdul ('Straight Up'), Janet Jackson ('Rhythm Nation'), Madonna ('Ray of Light'), Shakira ('Hips Don't Lie'), Bruno Mars ('Treasure'), and OK Go ('I Won't Let You Down'). An additional ten other performers/groups have been nominated for their work choreographing their own videos: Toni Basil, Morris Day, Bobby Brown, MC Hammer, Marky Mark and the Funky Bunch, Quad City DJ's, Jason Kay, Janelle Monáe, Beyoncé and Solange. Actor Christopher Walken won this award in 2001 for helping choreograph the video for Fatboy Slim's 'Weapon of Choice,' in which he appears dancing. Similarly, Spike Jonze (as Richard Koufey) won this award in 1999 for his own dancing in Fatboy Slim's video 'Praise You'.",
      "contestants": [
        {
          "name": "ON - Choreographed by The Lab and Son Sung Deuk (BTS)",
          "description": "It was released on February 21, 2020, as the second single from the band's fourth Korean-language album Map of the Soul: 7, A version featuring Australian singer Sia was also released and features on the digital and streaming version of the album.",
          "wiki_url": "https://en.wikipedia.org/wiki/On_(song)",
          "image_url": "https://i.pinimg.com/originals/69/49/1d/69491d6f5371581741eb869383901338.jpg",
          "youtube_url": "https://www.youtube.com/embed/mPVDGOVjRQ0",
          "spotify_url": "https://open.spotify.com/track/2QyuXBcV1LJ2rq01KhreMF?si=sXjIHEbtQySeFIz-PwcCFg"
        },
         {
          "name": "Honey Boo - Choreographed by Kyle Hanagami (CNCO and Natti Natasha)",
          "description": "A sticky reggaeton-pop fusion, “Honey Boo” is the lead single off CNCO’s upcoming third album and was written by all five members. The Joaquin Cambre-directed visual was filmed in Puerto Rico and follows the crew of Latin pop superstars as they shoot hoops, play pool and unwind in the tropical air.",
          "image_url": "https://m.media-amazon.com/images/I/81sjQ9RMU5L._SS500_.jpg",
          "spotify_url": "https://open.spotify.com/track/0P0UtGDZpUMWoFCuDTn78K?si=FjvYgOKAT76zzsQd3tN5PQ",
          "youtube_url": "https://www.youtube.com/embed/6bvmm0wdEjE"
        },
         {
           "name": "BOP - Choreographed by DaniLeigh and Cherry (DaBaby)",
           "description": "Sung by American rapper DaBaby, released to US rhythmic contemporary radio through Interscope Records on November 19, 2019, as the second single from DaBaby's sophomore album Kirk (2019). It peaked at number 11 on the US Billboard Hot 100.",
           "wiki_url": "https://en.wikipedia.org/wiki/Bop_(DaBaby_song)",
           "image_url": "https://i.pinimg.com/originals/4d/21/4f/4d214f7afb8db7bfc4df2c237e029042.jpg",
           "youtube_url": "https://www.youtube.com/embed/28hYUZMufDg",
           "spotify_url": "https://open.spotify.com/track/6Ozh9Ok6h4Oi1wUSLtBseN?si=mmcAql1mSyGwSymu3qaF-A"
        },
         {
           "name": "Rain on Me - Choreographed by Richy Jackson (Lady Gaga with Ariana Grande)",
           "description": "The music video for 'Rain on Me' was filmed in Los Angeles shortly before the state of California went into lockdown in light of the COVID-19 pandemic. The outfits worn by Gaga and Grande were designed by Laura Pulice and manufactured by Vex Clothing, a company specialized in latex suits. Pulice said that the inspiration for Gaga's look was 'a futuristic sci-fi punk' and 'a heavy metal album sex symbol', while for Grande they 'wanted to keep with the style that she's comfortable with, while staying with the futuristic theme of the video.' The singers' makeup was done by Sarah Tanno, who used products from Haus Laboratories and 'wanted the looks to feel powerful, pop, with a mix of dangerous rebellion.' Choreographer Richy Jackson aspired to develop choreography which was uplifting and easy to recreate for those who watch it. He added that he really enjoyed the process because he was 'able to work with both Gaga and Ariana and design their dances based on their individual artistic personalities, unique likenesses and differences and also how they each sang their lyrics parts.' Prior to the release of the video, Gaga talked with Beats 1's Zane Lowe about working with Grande on the video, saying that 'she was so open to trying things that she hasn't done before'. The music video was directed by filmmaker Robert Rodriguez, who had previously worked with Gaga on the films Machete Kills and Sin City: A Dame to Kill For. It premiered on May 22, 2020, at 10 a.m. PT. On August 6, 2020, Gaga released the forty-eighth episode of her web series Gagavision, showing her and Grande going through rehearsals and filming the music video.",
           "wiki_url": "https://en.wikipedia.org/wiki/Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)#Music_video",
           "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c4/Lady_Gaga_-_Rain_on_Me.png",
           "youtube_url": "https://www.youtube.com/embed/AoAm4om0wTs",
           "spotify_url": "https://open.spotify.com/track/24ySl2hOPGCDcxBxFIqWBu?si=plHIDABJSkuFH3RBVaNGrw"
        },
         {
          "name": "Physical - Choreographed by Charm La'Donna (Dua Lipa)",
           "wiki_url": "https://en.wikipedia.org/wiki/Physical_(Dua_Lipa_song)",
           "description": "Lipa wrote the track with Jason Evigan, Clarence Coffee Jr. and Sarah Hudson, taking inspiration from 1980s music and the 1983 film Flashdance. It was produced by Evigan and Koz, and stemmed from a Persian synth flute sample that was played by the former. An uptempo power pop and synth-pop song, the track features a chugging synth bassline, drums and various percussion instruments. Lipa uses a spoken word delivery in the prechorus, but belts and chants the chorus, which includes a reference to Olivia Newton-John's 1981 song of the same name. The lyrics describe the excitement of falling in love. The accompanying high concept music video was directed by Catalan production team Canada, and is based on a Venn diagram by Swiss artist duo Peter Fischli and David Weiss from their series of works, Order and Cleanliness (1981). The video shows Lipa dancing in various coloured warehouse stage sets and features anime-inspired animation. The music video received praise from critics for its high-concept nature and rejection of heteronormativity. ",
           "image_url": "https://upload.wikimedia.org/wikipedia/en/f/fd/Dua_Lipa_-_Physical.png",
           "spotify_url": "https://open.spotify.com/track/3AzjcOeAmA57TIOr9zF1ZW?si=iLdvDJE3Qwuspcnowhw3jg",
           "youtube_url": "https://www.youtube.com/embed/9HDEHj2yzew"
        },
         {
          "name": "Motivation - Choreographed by Sean Bankhead (Normani)",
          "wiki_url": "https://en.wikipedia.org/wiki/Motivation_(Normani_song)",
          "description": "The song was written by Ariana Grande, Ilya Salmanzadeh, Max Martin, Normani, Savan Kotecha, and produced by Ilya. 'Motivation' marked the first time Normani released a solo song unaccompanied by another artist, and the first time Grande has co-written for another artist. It features homages to music videos from the late 1990s and early 2000s, such as 'Goodies' by Ciara, 'Crazy in Love' by Beyoncé, '...Baby One More Time' by Britney Spears and 'I'm Real (Remix)' by Jennifer Lopez and Ja Rule. The location of the video is in the same Los Angeles, Boyle Heights, neighborhood and park (Pecan Park) of Lopez and Ja Rule's 'I'm Real' video. The video begins with a younger version of Normani watching the BET music video countdown show 106 & Park and daydreaming that former hosts Terrence J and Rocsi Diaz announced that she has the 'number 1 video in the world', while her grandmother in the background tells her to lower the noise but then gives her blessing.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/d6/Normani_-_Motivation.png",
          "spotify_url": "https://open.spotify.com/track/0rIAC4PXANcKmitJfoqmVm?si=3Fd-pXxmS5iNCiVtBChGlw",
          "youtube_url": "https://www.youtube.com/embed/FKXSh14svlQ"
        }
      ]
    },
    {
      "name": "Best Cinematography",
      "description": "The MTV Video Music Award for Best Cinematography is a craft award given to both the artist as well as the cinematographer/director of photography of the music video. From 1984 to 2006, the award's full name was Best Cinematography in a Video. After a brief absence in 2007, the category acquired its current, shortened name in 2008. The biggest winner is Harris Savides with three wins. Pascal Lebègue, Daniel Pearl, Mark Plummer, and Scott Cunningham follow with two wins each. The most nominated director of photography is Daniel Pearl with nine nominations, followed by Martin Coppen and Christopher Probst with six. The performers whose videos have won the most awards are Madonna and Beyoncé. Madonna's videos have received the most nominations with ten. Ryan Lewis is also the only performer to have won a Moonman in this category for his work as a director of photography on the video for 'Can't Hold Us' in 2013. Jared Leto ('Hurricane') is the only other performer to have been nominated for his work in this category.",
      "contestants": [
        {
          "name": "Old Me - Director of Photography: Kieran Flower (5 Seconds of Summer)",
          "wiki_url": "https://en.wikipedia.org/wiki/Old_Me_(5_Seconds_of_Summer_song)",
          "description": "In a statement, Hemmings said ''Old Me' carries a youthful spirit and follows the narrative of a young person's life growing up, for better or for worse. Every decision we made, whether right or wrong, has led us to the men we are proud to be today. We were thrown into the public eye at a young age and gratefully had each other at a confusing time. Sometimes it's important we look back in order to appreciate the journey we've been on together.'",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/3/3f/OldMe5SoS.jpg",
          "spotify_url": "https://open.spotify.com/track/4POHzEwNTCYaIvqCUp3NnO?si=xXgINupsTuKPOaixMSmnYQ",
          "youtube_url": "https://www.youtube.com/embed/i0jZJtE1KhU"
        },
        {
          "name": "My Oh My - Director of Photography: Scott Cunningham (Camila Cabello ft. DaBaby)",
          "wiki_url": "https://en.wikipedia.org/wiki/My_Oh_My_(Camila_Cabello_song)",
          "description": "A music video was released on February 12, 2020, which portrayed Cabello as an actress who overcame being cast as a damsel in distress with the assistance of an up-and-coming director portrayed by DaBaby.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/1e/Camila_Cabello_-_My_Oh_My_Remix.png",
          "spotify_url": "https://open.spotify.com/track/3yOlyBJuViE2YSGn3nVE1K?si=plCHPp5DTvarP8x7KDpxGA",
          "youtube_url": "https://www.youtube.com/embed/6fd2kkLmSDQ"
        },
        {
          "name": "all the good girls go to hell - Director of Photography: Christopher Probst (Billie Eilish)",
          "description": " the sixth single recorded by American singer Billie Eilish for her debut studio album When We All Fall Asleep, Where Do We Go?. Eilish and her brother Finneas O'Connell co-wrote it, with the latter producing it. Elle Hunt of The Guardian noted that a closer inspection of the lyrics suggests that the song (and by extension, the music video) references global warming, and Eilish herself alluded to this by posting a personal note on the video description rallying her fans to attend global climate strikes on September 20 and 27, three days before the 2019 UN Climate Summit in New York City.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/9/9c/All_the_Good_Girls_Go_to_Hell.png",
          "wiki_url": "https://en.wikipedia.org/wiki/All_the_Good_Girls_Go_to_Hell",
          "youtube_url": "https://www.youtube.com/embed/-PZsSWwc9xA",
          "spotify_url": "https://open.spotify.com/track/6IRdLKIyS4p7XNiP8r6rsx?si=oucrBmsWQMOEEFTllbV_Kw"
        },
        {
          "name": "Rain on Me - Director of Photography: Michael Merriman (Lady Gaga with Ariana Grande)",
          "description": "The music video for 'Rain on Me' was filmed in Los Angeles shortly before the state of California went into lockdown in light of the COVID-19 pandemic. The outfits worn by Gaga and Grande were designed by Laura Pulice and manufactured by Vex Clothing, a company specialized in latex suits. Pulice said that the inspiration for Gaga's look was 'a futuristic sci-fi punk' and 'a heavy metal album sex symbol', while for Grande they 'wanted to keep with the style that she's comfortable with, while staying with the futuristic theme of the video.' The singers' makeup was done by Sarah Tanno, who used products from Haus Laboratories and 'wanted the looks to feel powerful, pop, with a mix of dangerous rebellion.' Choreographer Richy Jackson aspired to develop choreography which was uplifting and easy to recreate for those who watch it. He added that he really enjoyed the process because he was 'able to work with both Gaga and Ariana and design their dances based on their individual artistic personalities, unique likenesses and differences and also how they each sang their lyrics parts.' Prior to the release of the video, Gaga talked with Beats 1's Zane Lowe about working with Grande on the video, saying that 'she was so open to trying things that she hasn't done before'. The music video was directed by filmmaker Robert Rodriguez, who had previously worked with Gaga on the films Machete Kills and Sin City: A Dame to Kill For. It premiered on May 22, 2020, at 10 a.m. PT. On August 6, 2020, Gaga released the forty-eighth episode of her web series Gagavision, showing her and Grande going through rehearsals and filming the music video.",
          "wiki_url": "https://en.wikipedia.org/wiki/Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c4/Lady_Gaga_-_Rain_on_Me.png",
          "youtube_url": "https://www.youtube.com/embed/AoAm4om0wTs",
          "spotify_url": "https://open.spotify.com/track/24ySl2hOPGCDcxBxFIqWBu?si=plHIDABJSkuFH3RBVaNGrw"
        },
        {
          "name": "Harleys in Hawaii - Director of Photography: Arnau Valls (Katy Perry)",
          "wiki_url": "https://en.wikipedia.org/wiki/Harleys_in_Hawaii",
          "description": "She stated on the Zach Sang Show that the inspiration for the song was a trip to Hawaii with fiancé Orlando Bloom, saying: 'I can remember specifically where I was, the street corner I was at in Oahu and turning that corner and whispering to Orlando, going 'I'm going to write a song called 'Harleys in Hawaii''.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/0/04/Katy_Perry_-_Harleys_in_Hawaii.png",
          "spotify_url": "https://open.spotify.com/track/5nCthAh3jt4xKuLJAifAaR?si=zpWymASESiy-pNnxqgmA-g",
          "youtube_url": "https://www.youtube.com/embed/sQEgklEwhSo"
        },
        {
          "name": "Blinding Lights - Director of Photography: Oliver Millar (The Weeknd)",
          "description": "The music video for 'Blinding Lights' was directed by Anton Tammi, assisted by Kenneth Taylor, and filmed in Fremont Street, Las Vegas and Downtown Los Angeles, during a four-day shooting that took place until 6 a.m. every day. It was produced by Sarah Parker and executed prodced by Saskia Whinney for Somesuch, with production design by Adam William Wilson. Olliver Millar served as the director of photography, assisted by Devin 'Daddy' Karringten on the second unit, Niels Lindelien on the steadicam operation, Nizzar Najm on the gaffer and Marlow Nunez on the key grip. The video was edited by Janne Vartia and Tim Montana, and included VFX by Mathematic, post production surpervision by Alec Ernest, color by Nicke Jacobsson, soud design by Akseli Soini, title design by Aleksi Tammi and 3D effects by Oscar Böckerman. During the filming, the roads were not completely shut down, hence random cars and pedestrians were passing by while The Weeknd danced in the street. Also, someone got arrested in a tunnel during the filming, holding up the production for a few moments. The shooting required at least three vehicles driving through the nighttime streets. The Mercedes-AMG GT roadster was specially equipped towing vehicle that allowed The Weeknd to act and lip-sync inside the moving convertible without needing to drive, and a Mercedes-Benz chase SUV with a crane camera strapped to the top. Director of photography Oliver Millar said that he loves the music video format and talked about how intense it is to try and create iconic images during high-pressure shoots that don't last very long. He said that since The Weeknd's previous videos had a dark and gritty vibe, he used generators powering banks of LED lights and a Sony Venice full-frame digital motion picture camera system to try to re-create the look, ending up with the video's vintage, 1980s style. The Weeknd loved so much the Mercedes SUV that he actually bought the vehicle after the filming ended. Mercedes-Benz vice president of marketing Bettina Fetzer said in a statement that working with The Weeknd on the official video was 'inspiring and gave us lots of new and creative impetus. With The Weeknd as the creative director and performer we are addressing young and digital target groups to a greater extent—a perfect combination for this unique Mercedes moment on the road to an electric future'.",
          "wiki_url": "https://en.wikipedia.org/wiki/Blinding_Lights#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/e6/The_Weeknd_-_Blinding_Lights.png",
          "youtube_url": "https://www.youtube.com/embed/4NRXx6U8ABQ",
          "spotify_url": "https://open.spotify.com/track/0VjIjW4GlUZAMYd2vXMi3b?si=VEemeVoyTQCDbMDk3vytjA"
        }
      ]
    },
    {
      "name": "Best Editing",
      "description": "The MTV Video Music Award for Best Editing is a craft award given to the artist, the artist's manager, and the editor of the music video. From 1984 to 2007, the award's full name was Best Editing in a Video, before acquiring its current name in 2008. The biggest winners are Jarrett Fijal and Ken Mowe with three wins each. Jim Haygood, Eric Zumbrunnen, and Robert Duffy follow closely behind with two wins each. The most nominated editor is Jarrett Fijal with eight followed by Robert Duffy with seven. Closely following them is Jim Haygood with six nominations. The performer whose videos have won the most awards is Beyoncé. Likewise, Beyoncé's videos have received the most nominations with five. Beyoncé and Billie Eilish are the only performers to have won a Moonman in this category for their work co-editing 7/11 in 2015 and editing Bad Guy in 2019 respectively. However, three other performers have been nominated for their work co-editing videos: George Michael ('Freedom! '90'), Jared Leto ('Hurricane'), and Ryan Lewis ('Can't Hold Us')",
      "contestants": [
        {
          "name": "Can't Believe the Way We Flow  - Edited by  (James Blake)",
          "wiki_url": "https://en.wikipedia.org/wiki/Can%27t_Believe_the_Way_We_Flow",
          "description": "A song by English electronic music producer and singer-songwriter James Blake from his fourth album, Assume Form. It was written by Blake and contained a sample of 'It Feels So Good to Be Loved So Bad', written by Roger Joyce, Victoria Pike and Teddy Randazzo, performed by The Manhattans. The video features montage of scenes between thirty real-life couples living in London and highlights the highs and lows of a relationship.",
          "spotify_url": "https://open.spotify.com/track/6voR6zsWIn7vgZYGOFKYSZ?si=KXy3VRAMQ_2JNEqDsz3Qbg",
          "youtube_url": "https://www.youtube.com/embed/FgXN2Q-qjGQ"
        },
        {
          "name": "Mother's Daughter  - Edited by  (Miley Cyrus)",
          "wiki_url": "https://en.wikipedia.org/wiki/Mother%27s_Daughter_(song)",
          "description": "'Mother's Daughter' is 3 minutes and 39 seconds long. It was written by Cyrus, Alma Miettinen and its producer Andrew Wyatt. Lyrically, the song was described as a women's empowerment anthem. It focuses on the mother-daughter duo's strong relationship, and references how the singer's mother, Tish Cyrus, told her she'd 'make it', singing: 'I put my back into it, my heart in it/So I did it, yeah I did it.'. Additionally, Cyrus describes herself as 'nasty and evil', and explains that she has the freedom to do as she wishes: 'Don't fuck with my freedom/I came up to get me some/I'm nasty, I'm evil/Must be something in the water or that I'm my mother's daughter', she sings in the chorus. The video concept came as the anti-abortion “heartbeat bill” gained traction across the country. The video is about the woman’s body — the right to own your own body and make it free from the male gaze, in any way shape and form, [...] It’s a broad message, and we’re not trying to be dogmatic. But we’re living in difficult times in America, and what I get from this video is that it injects a lot of energy and determination and the right fuel for the struggle. It features Cyrus wearing a red latex catsuit against red lighting and aesthetics, and features shots of diverse women, including body positivity women, women of color, disabled women, transgender women, and a non-binary person using they/them pronouns, sitting and posing in different places. Cyrus' real-life mother Tish Cyrus makes a cameo appearance in the video. The video also shows nude scenes and has feminist signs flashing on-screen at random intervals. It is also sprinkled with images of breastfeeding, C-sections, menstruation pads — everything about the female body that's supposed to carry some taboo. The video is presented in 4:3 aspect ratio format. Cyrus' red latex catsuit, calls back to the memorable outfits worn in Britney Spears' 'Oops!...I Did It Again' and Lady Gaga's 'Bad Romance' videos. Her version, however, has a bejeweled vagina dentata, as a notable embellishment. She also appears wearing a gold armor while atop a horse, holding a sword a la Joan of Arc. That latex look, otherwise, was not meant to be an explicit callback to the aforementioned musicians, but rather, 'it was interesting to subvert some of the codes of the sexual attire, and actually transform beyond it into more of an armor or a fight suit' Moors said, 'They look more like warriors than anything with sexual implications.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/7/75/MothersDaughterSingleCover.jpg",
          "spotify_url": "https://open.spotify.com/track/2WyRfGeHo97VC5mP1BBSzr?si=R4ArGzteShSSKW0QYKAf8Q",
          "youtube_url": "https://www.youtube.com/embed/7T2RonyJ_Ts"
        },
        {
          "name": "Graveyard  - Edited by  (Halsey)",
          "wiki_url": "https://en.wikipedia.org/wiki/Graveyard_(song)",
          "description": "'Graveyard' is a pop and electropop song. According to Halsey, the song 'is about being in love with someone who is in a bad place and loving them so much that you don't realize that you're going to that bad place with them'. It also deals with the topic of caring for yourself instead of following others. The official music video was released on October 8, 2019, and features Halsey and a mysterious girl (Sydney Sweeney) magically from her notebook dancing alone in an amusement park. When the bridge starts, the mysterious girl disappears while Halsey enters an aquarium, which looks similar to the video for her song, 'Clementine'. Immediately, she wakes up into a white abandoned version of the park, later teleporting to her bedroom of the same color.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/88/Halsey_-_Graveyard.png",
          "spotify_url": "https://open.spotify.com/track/2ufmtcIFdFpuUYBPXK5f67?si=h3fCtFG3TMGDhisNFhB86A",
          "youtube_url": "https://www.youtube.com/embed/rPgaYeq9NvI"
        },
        {
          "name": "Good as Hell  - Edited by  (Lizzo)",
          "wiki_url": "https://en.wikipedia.org/wiki/Good_as_Hell",
          "description": "Life Recording Company as the lead single from her debut extended play Coconut Oil, but then re-released in 2019 as a radio single, where it became a sleeper hit like her first hit, 'Truth Hurts'. The first music video was released on May 11, 2016. It features Lizzo and multiple women of color going to a hair salon, getting their hair and nails done while having fun with the occasion. The music video also ties into the movie Barbershop: The Next Cut. On December 9, 2019, in the wake of the song's growing popularity, a new 'official music video' was premiered on YouTube. This music video, directed by Alan Ferguson, is set in Southern University, and also features the Baton Rouge HBCU. In it, the university's marching band students have trouble with some regular classes in between preparation for an upcoming performance, with one of the university's marching band dancers looking heartbroken over a prior relationship she had with another student. Lizzo then shows up during one of the rehearsals and appears with the group throughout the video, performing her song and having fun with the group throughout the video.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/1c/Lizzo_-_Good_as_Hell.png",
          "spotify_url": "https://open.spotify.com/track/6KgBpzTuTRPebChN0VTyzV?si=HJZrFWnYSamQENRVC2DiPw",
          "youtube_url": "https://www.youtube.com/embed/vuq-VAiW9kw"
        },
        {
          "name": "A Palé  - Edited by  (Rosalìa)",
          "wiki_url": "https://en.wikipedia.org/wiki/A_Pal%C3%A9",
          "description": " A press release explained the song title, saying that it 'takes its name from the nearly ubiquitous wooden shipping pallets Rosalía was surrounded by for years growing up in an area outside Barcelona dominated by trucking industry but the spirit of the song centers around 'doing it big' -- our ability to be strong and carry a lot of weight'. Song and video are a reference to the area Rosalía grew up in. The video takes place in an industrial park with the singer sitting in a dark shipping container. She is then seen jumping over several containers before sliding down a conveyor. Rosalía is seen wearing a unibrow in the video which critics compared to Mexican painter Frida Kahlo. Rosalía and younger sister, Pilar Vila, were the creative directors of the song's music video which was named the darkest but yet one of the best of the artist's repertoire.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/8/8f/Rosal%C3%ADa_-_A_Pal%C3%A9.png",
          "spotify_url": "https://open.spotify.com/track/23zJcKwLf5CeaKVbFhrWgF?si=3ibwhki3Q5WSlIj_NLh7Bw",
          "youtube_url": "https://www.youtube.com/embed/5zwpwbdGNIk"
        },
        {
          "name": "Blinding Lights  - Edited by  (The Weeknd)",
          "description": "The music video for 'Blinding Lights' was directed by Anton Tammi, assisted by Kenneth Taylor, and filmed in Fremont Street, Las Vegas and Downtown Los Angeles, during a four-day shooting that took place until 6 a.m. every day. It was produced by Sarah Parker and executed prodced by Saskia Whinney for Somesuch, with production design by Adam William Wilson. Olliver Millar served as the director of photography, assisted by Devin 'Daddy' Karringten on the second unit, Niels Lindelien on the steadicam operation, Nizzar Najm on the gaffer and Marlow Nunez on the key grip. The video was edited by Janne Vartia and Tim Montana, and included VFX by Mathematic, post production surpervision by Alec Ernest, color by Nicke Jacobsson, soud design by Akseli Soini, title design by Aleksi Tammi and 3D effects by Oscar Böckerman. During the filming, the roads were not completely shut down, hence random cars and pedestrians were passing by while The Weeknd danced in the street. Also, someone got arrested in a tunnel during the filming, holding up the production for a few moments. The shooting required at least three vehicles driving through the nighttime streets. The Mercedes-AMG GT roadster was specially equipped towing vehicle that allowed The Weeknd to act and lip-sync inside the moving convertible without needing to drive, and a Mercedes-Benz chase SUV with a crane camera strapped to the top. Director of photography Oliver Millar said that he loves the music video format and talked about how intense it is to try and create iconic images during high-pressure shoots that don't last very long. He said that since The Weeknd's previous videos had a dark and gritty vibe, he used generators powering banks of LED lights and a Sony Venice full-frame digital motion picture camera system to try to re-create the look, ending up with the video's vintage, 1980s style. The Weeknd loved so much the Mercedes SUV that he actually bought the vehicle after the filming ended. Mercedes-Benz vice president of marketing Bettina Fetzer said in a statement that working with The Weeknd on the official video was 'inspiring and gave us lots of new and creative impetus. With The Weeknd as the creative director and performer we are addressing young and digital target groups to a greater extent—a perfect combination for this unique Mercedes moment on the road to an electric future'.",
          "wiki_url": "https://en.wikipedia.org/wiki/Blinding_Lights#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/e6/The_Weeknd_-_Blinding_Lights.png",
          "youtube_url": "https://www.youtube.com/embed/4NRXx6U8ABQ",
          "spotify_url": "https://open.spotify.com/track/0VjIjW4GlUZAMYd2vXMi3b?si=VEemeVoyTQCDbMDk3vytjA"
        }
      ]
    },
    {
      "name": "Best Visual Effects",
      "description": "The MTV Video Music Award for Best Visual Effects is a craft award given to the artist, the artist's manager, and the visual effects artists and/or visual effects company of the music video. From 1984 to 2006, the award's full name was Best Special Effects in a Video, and after a brief removal in 2007, its name was shortened to Best Special Effects between 2008 and 2011. In 2012, the category acquired its current name. The biggest winners are director Jim Blashfield, special effects artist Sean Broughton, and production company GloriaFX, with two wins each. In terms of nominations, GloriaFX and Ingennuity Studios (formerly Ingenuity Engine) are also the biggest nominees in the award's history, each receiving a total of six nominations. Closely following are special effects supervisors David Yardley and Fred Raimondi, as well as the company Pixel Envy (headed by the Brothers Strause) and BUF, with four nominations apiece. The performer whose videos have won the most awards is Peter Gabriel, garnering three Moonmen. Meanwhile, Missy Elliott's videos have received the most nominations with six. No performer has won a Moonman in this category for working on their video's effects. However, David Byrne from Talking Heads ('Burning Down the House') and Adam Jones from Tool ('Prison Sex') have been nominated for doing such work. ",
      "contestants": [
        {
          "name": "all the good girls go to hell - Visual Effects: Drive Studio (Billie Eilish)",
          "description": " the sixth single recorded by American singer Billie Eilish for her debut studio album When We All Fall Asleep, Where Do We Go?. Eilish and her brother Finneas O'Connell co-wrote it, with the latter producing it. Elle Hunt of The Guardian noted that a closer inspection of the lyrics suggests that the song (and by extension, the music video) references global warming, and Eilish herself alluded to this by posting a personal note on the video description rallying her fans to attend global climate strikes on September 20 and 27, three days before the 2019 UN Climate Summit in New York City.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/9/9c/All_the_Good_Girls_Go_to_Hell.png",
          "wiki_url": "https://en.wikipedia.org/wiki/All_the_Good_Girls_Go_to_Hell",
          "youtube_url": "https://www.youtube.com/embed/-PZsSWwc9xA",
          "spotify_url": "https://open.spotify.com/track/6IRdLKIyS4p7XNiP8r6rsx?si=oucrBmsWQMOEEFTllbV_Kw"
        },
        {
          "name": "Rain on Me - Visual Effects: Ingenuity Studios (Lady Gaga with Ariana Grande)",
          "description": "The music video for 'Rain on Me' was filmed in Los Angeles shortly before the state of California went into lockdown in light of the COVID-19 pandemic. The outfits worn by Gaga and Grande were designed by Laura Pulice and manufactured by Vex Clothing, a company specialized in latex suits. Pulice said that the inspiration for Gaga's look was 'a futuristic sci-fi punk' and 'a heavy metal album sex symbol', while for Grande they 'wanted to keep with the style that she's comfortable with, while staying with the futuristic theme of the video.' The singers' makeup was done by Sarah Tanno, who used products from Haus Laboratories and 'wanted the looks to feel powerful, pop, with a mix of dangerous rebellion.' Choreographer Richy Jackson aspired to develop choreography which was uplifting and easy to recreate for those who watch it. He added that he really enjoyed the process because he was 'able to work with both Gaga and Ariana and design their dances based on their individual artistic personalities, unique likenesses and differences and also how they each sang their lyrics parts.' Prior to the release of the video, Gaga talked with Beats 1's Zane Lowe about working with Grande on the video, saying that 'she was so open to trying things that she hasn't done before'. The music video was directed by filmmaker Robert Rodriguez, who had previously worked with Gaga on the films Machete Kills and Sin City: A Dame to Kill For. It premiered on May 22, 2020, at 10 a.m. PT. On August 6, 2020, Gaga released the forty-eighth episode of her web series Gagavision, showing her and Grande going through rehearsals and filming the music video.",
          "wiki_url": "https://en.wikipedia.org/wiki/Rain_on_Me_(Lady_Gaga_and_Ariana_Grande_song)#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c4/Lady_Gaga_-_Rain_on_Me.png",
          "youtube_url": "https://www.youtube.com/embed/AoAm4om0wTs",
          "spotify_url": "https://open.spotify.com/track/24ySl2hOPGCDcxBxFIqWBu?si=plHIDABJSkuFH3RBVaNGrw"
        },
        {
          "name": "Physical - Visual Effects: EIGHTY4 and Mathematic (Dua Lipa)",
          "wiki_url": "https://en.wikipedia.org/wiki/Physical_(Dua_Lipa_song)",
          "description": "Lipa wrote the track with Jason Evigan, Clarence Coffee Jr. and Sarah Hudson, taking inspiration from 1980s music and the 1983 film Flashdance. It was produced by Evigan and Koz, and stemmed from a Persian synth flute sample that was played by the former. An uptempo power pop and synth-pop song, the track features a chugging synth bassline, drums and various percussion instruments. Lipa uses a spoken word delivery in the prechorus, but belts and chants the chorus, which includes a reference to Olivia Newton-John's 1981 song of the same name. The lyrics describe the excitement of falling in love. The accompanying high concept music video was directed by Catalan production team Canada, and is based on a Venn diagram by Swiss artist duo Peter Fischli and David Weiss from their series of works, Order and Cleanliness (1981). The video shows Lipa dancing in various coloured warehouse stage sets and features anime-inspired animation. The music video received praise from critics for its high-concept nature and rejection of heteronormativity. ",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/f/fd/Dua_Lipa_-_Physical.png",
          "spotify_url": "https://open.spotify.com/track/3AzjcOeAmA57TIOr9zF1ZW?si=iLdvDJE3Qwuspcnowhw3jg",
          "youtube_url": "https://www.youtube.com/embed/9HDEHj2yzew"
        },
        {
          "name": "I Love Me - Visual Effects: Hoody FX (Demi Lovato)",
          "wiki_url": "https://en.wikipedia.org/wiki/I_Love_Me_(song)",
          "description": "'I Love Me' is a song by American singer Demi Lovato. It was released on March 6, 2020, as the lead single from her upcoming seventh studio album. It is an midtempo pop and R&B song whose lyrics mainly talk about struggles with self-image. The music video for 'I Love Me' was directed by Hannah Lux Davis and filmed in New York City. It was released on March 6, 2020, and features Lovato walking across a street with several references to moments in her career and personal life. In an interview with Apple Music's Hanuman Welch, Lovato said 'I Love Me' talks about 'loving yourself', adding, 'It's an anthem, and it talks about how hard we are on ourselves and this, the negative self-talk. You know, how easily we can listen to that. But when is loving yourself gonna be enough?. During the first verse, Lovato sings about her past problems with eating disorders and body image.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/d5/Demi_Lovato_-_I_Love_Me.png",
          "youtube_url": "https://www.youtube.com/embed/vImvzQCb0o8",
          "spotify_url": "https://open.spotify.com/track/2IHLaN6wwYKQ3S24NsQqpA?si=vnN2sXeJRPWHgRZAa_VUGQ"
        },
        {
          "name": "HIGHEST IN THE ROOM - Visual Effects: Ingenuity Studios (Travis Scott)",
          "description": " It was released as a single on October 4, 2019. It was released in a variety of formats, including on 7-inch vinyl, cassette and as a CD single. In its first week, it debuted atop the Billboard Hot 100, for the chart dated October 19, 2019, becoming Scott's second US number-one single, following 'Sicko Mode'. A remix featuring Spanish singer Rosalía and American rapper Lil Baby was released on December 27, 2019, and featured on Scott and other Cactus Jack members' compilation album JackBoys (2019) on the same day, while the original release remains off the compilation.",
          "wiki_url": "https://en.wikipedia.org/wiki/Highest_in_the_Room",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/b/b4/Travis_Scott_-_Highest_in_the_Room.png",
          "youtube_url": "https://www.youtube.com/embed/tfSS1e3kYeo",
          "spotify_url": "https://open.spotify.com/track/3eekarcy7kvN4yt5ZFzltW?si=qMqbzTdyTi2AqfMgdUGpPg"
        },
        {
          "name": "Adore You - Visual Effects: Mathematic (Harry Styles)",
          "description": "'Adore You' has been described as a midtempo pop, funk, disco and pop rock ballad, incorporating layered guitars, synths, brass and percussions in its production. A love song, its lyrics find Styles talking about the initial stages of a relationship. Filmed in Scotland, the high-concept visual depicts Styles as an outcast in the fictional island of Eroda, where he befriends a gold-dappled fish and takes care of it. The video was teased with a guerrilla marketing campaign which took the form of a tourism website and Twitter account for Eroda.",
          "wiki_url": "https://en.wikipedia.org/wiki/Adore_You_(Harry_Styles_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/9/90/Adore_You_-_Harry_Styles.png",
          "youtube_url": "https://www.youtube.com/embed/VF-r5TtlT9w",
          "spotify_url": "https://open.spotify.com/track/3jjujdWJ72nww5eGnfs2E7?si=9hvFC1xWSqe7Svqz7IO3ig"
        }
      ]
    },
    {
      "name": "Song of Summer",
      "description": "The MTV Video Music Award for Song of Summer was first given out in 2013. It is a social media voted award to crown the 'song of summer' according to fans online. ",
      "contestants": [
        {
          "name": "How You Like That (BLACKPINK)",
          "wiki_url": "",
          "description": "",
          "image_url": "",
          "spotify_url": "",
          "youtube_url": ""
        },
        {
          "name": "Midnight Sky (Miley Cyrus)",
          "wiki_url": "https://en.wikipedia.org/wiki/Midnight_Sky",
          "description": "The disco, pop, synth-pop song was written by Cyrus, and others. The song and video were inspired by other female musicians, such as Stevie Nicks, Joan Jett and Debbie Harry, specifically, Nicks' song 'Edge of Seventeen'. You just definitely want to feel like you are just in control of your own life and not trying to control anyone else's, so for me to be able to really have a good, clear understanding of the last two years, which there was some traumatic experiences – losing the house in Malibu and going through a really public breakup – I think I just really needed some clarity. And so it was just really important to me to be able to like really sit with my thoughts.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/5/5b/Miley_Cyrus_-_Midnight_Sky.png",
          "spotify_url": "https://open.spotify.com/track/27ycaQnQAxaPiyeg3nr2aB?si=7X3t_FCfTGubv15dadaRug",
          "youtube_url": "https://www.youtube.com/embed/aS1no1myeTM"
        },
        {
          "name": "Rockstar (DaBaby ft. Roddy Ricch)",
          "wiki_url": "https://en.wikipedia.org/wiki/Rockstar_(DaBaby_song)",
          "description": "It became DaBaby's first chart-topper and Roddy Ricch's second. It also became DaBaby's first number one and Ricch's second on Hot R&B/Hip-Hop Songs and Hot Rap Songs charts. Along with 'The Box', Ricch became the first artist to achieve his first two number one singles in the same year since Ed Sheeran did it in 2017. The Reel Goats-directed video was premiered on June 26, 2020, starring the two rappers hunting zombies in an open field. The seven-minute video also features a scene set to DaBaby's 'Amazing Grace', following by the credits playing his verse from the remix. On June 12, 2020, a remix of the song, titled 'Rockstar Black Lives Matter Remix', was released. It joined many other protest songs that spoke out against police brutality in the wake of Breonna Taylor and George Floyd's murders.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c6/Rockstar_Remix_%28Official_Single_Cover%29_-_DaBaby_featuring_Roddy_Ricch.png",
          "spotify_url": "https://open.spotify.com/track/7ytR5pFWmSjzHJIeQkgog4?si=qM26niccREOkpH_wKVSxyQ",
          "youtube_url": "https://www.youtube.com/embed/mxFstYSbBmc"
        },
        {
          "name": "POPSTAR (DJ Khaled ft. Drake)",
          "wiki_url": "https://en.wikipedia.org/wiki/Popstar_(DJ_Khaled_song)",
          "description": "Released simultaneously with their other collaboration 'Greece', on July 17, 2020, as the dual lead singles from Khaled's upcoming 12th studio album Khaled Khaled. Both songs were produced by OZ. It marks the sixth and seventh collaborations between Khaled and Drake, and their first since 2017's 'To the Max'. The upbeat 'Popstar' sees Drake boasting about being the 'popstar' of the generation.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/3/30/DJ_Khaled_Popstar.png",
          "spotify_url": "https://open.spotify.com/track/6EDO9iiTtwNv6waLwa1UUq?si=zZ6UmM33SviHJ0cbRBOA5Q",
          "youtube_url": "https://www.youtube.com/embed/-iNWEwLfkv8"
        },
        {
          "name": "Say So (Doja Cat)",
          "description": "'Say So' was originally released as the fifth track on Doja Cat's second studio album Hot Pink. During late 2019 and early 2020, the song gained popularity on the social media app TikTok due to several dance challenge videos that featured the song - after a dance created by TikTok user Haley Sharpe went viral on the platform - and videos containing the song have now been viewed over 7.5 billion times on the platform. The song was written by Doja Cat, Lydia Asrat, Yeti Beats, and Dr. Luke. The song was produced by Dr. Luke, under the pseudonym Tyson Trax. The song reached the top of the US Billboard Hot 100 following the release of two remixes featuring rapper Nicki Minaj, earning the first number-one song for both artists. The song is the first collaboration between two female rappers to top the Hot 100. The song's commercial performance has been described as a comeback for producer Dr. Luke, following the 2014 Kesha v. Dr. Luke case.",
          "wiki_url": "https://en.wikipedia.org/wiki/Say_So_(Doja_Cat_song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/df/Say_So_-_Doja_Cat.png",
          "youtube_url": "https://www.youtube.com/embed/pok8H_KF1FA",
          "spotify_url": "https://open.spotify.com/track/3Dv1eDb0MEgF93GpLXlucZ?si=GOpbPCmkSs-suP5bVDg6LA"
        },
        {
          "name": "Whats Poppin (Jack Harlow)",
          "wiki_url": "https://en.wikipedia.org/wiki/Whats_Poppin",
          "description": "The music video for the track was released the same day as the song, and was directed by Cole Bennett.  It was produced by JetsonMade, Pooh Beatz, and LosTheProducer.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/1/18/Jack_Harlow_-_Whats_Poppin.png",
          "spotify_url": "https://open.spotify.com/track/1jaTQ3nqY3oAAYyCTbIvnM?si=dCeAvzwtQqSwF0stXGkYUg",
          "youtube_url": "https://www.youtube.com/embed/w9uWPBDHEKE"
        },
        {
          "name": "We Paid (Lil' Baby ft. 42 Dugg)",
          "wiki_url": "https://en.wikipedia.org/wiki/We_Paid",
          "description": "'We Paid' is a braggadocious song about the rappers' wealth and come-ups. The song opens with 42 Dugg's signature whistle. The track consists of a 'lowkey' trap beat and kick drums, and sees Lil Baby and 42 Dugg blend their rap styles, with 42 Dugg employing slurred auto-tuned bars",
          "spotify_url": "https://open.spotify.com/track/6gxKUmycQX7uyMwJcweFjp?si=wfXjLjt3TvaFDRPhEAl8LA",
          "youtube_url": "https://www.youtube.com/embed/GErG9femMQk"
        },
        {
          "name": "Break My Heart (Dua Lipa)",
          "wiki_url": "https://en.wikipedia.org/wiki/Break_My_Heart_(Dua_Lipa_song)",
          "description": "Due to an unintentional similarity between INXS's 'Need You Tonight' (1987), band members Andrew Farriss and Michael Hutchence are also credited as writers, and the similarity is credited as an interpolation. 'Break My Heart' is a disco and dance-pop track with elements of funk, house and 1980s music that includes a Europop and dance beat. A vulnerable song, it sees Lipa questioning if a new love will leave her broken-hearted. It became Lipa's highest debut on the latter chart, debuting at number 21. The accompanying 1990s-inspired music video was directed by Henry Scholfield and premiered on 26 March 2020. It sees Lipa in many scenarios attempting to discover her emotions, going from vulnerable to empowered.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/5/58/Dua_Lipa_-_Break_My_Heart.png",
          "spotify_url": "https://open.spotify.com/track/017PF4Q3l4DBUiWoXk4OWT?si=Z1P88y-lQlS0srarG6gshw",
          "youtube_url": "https://www.youtube.com/embed/Nj2U6rhnucI"
        },
        {
          "name": "Savage (Remix) (Megan Thee Stallion ft. Beyoncé)",
          "description": "It went viral on video-sharing app TikTok, with people performing the 'Savage' dance challenge during the song's chorus. A remix featuring Beyoncé was released on April 29, 2020. The remix became Megan Thee Stallion's first number-one song on the Billboard Hot 100 on May 26, 2020. All proceeds benefit Bread of Life Houston's COVID-19 relief efforts, which includes providing over 14 tons of food and supplies to 500 families and 100 senior citizens in Houston weekly.",
          "wiki_url": "https://en.wikipedia.org/wiki/Savage_(song)",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/d/dd/Megan_Thee_Stallion_featuring_Major_Lazer_-_Savage_%28Remix%29.png",
          "youtube_url": "https://www.youtube.com/embed/EOxj2ROIxok",
          "spotify_url": "https://open.spotify.com/track/55CHeLEfn5iJ0IIkgaa4si?si=CNNjluyuQaCEbQXjkNYIng"
        },
        {
          "name": "The Woo (Pop Smoke ft. 50 Cent and Roddy Ricch)",
          "wiki_url": "https://en.wikipedia.org/wiki/The_Woo",
          "description": "'The Woo' is a song by American rapper Pop Smoke, released as the second single from his posthumous debut album Shoot for the Stars, Aim for the Moon. The song features American rappers 50 Cent and Roddy Ricch, the former of whom also executive-produced the album. 'The Woo' became Pop Smoke's first top ten hit in the UK, peaking at number nine. 'The Woo' is a 'Latin-flavored' track, containing 'flickers' of Spanish acoustic guitar and a 'killer' trap beat. In his verse, Pop Smoke interpolates 50 Cent's 2005 hit single, 'Candy Shop'.",
          "image_url": "https://images.genius.com/0324a12198af1188460bac355b472c68.1000x1000x1.png",
          "spotify_url": "https://open.spotify.com/track/1H7KnK26kc1YyellpbINEn?si=CCwhYdV8T8uE2v5Mk8kCwg",
          "youtube_url": "https://www.youtube.com/embed/G6XthQpk8uk"
        },
        {
          "name": "Roses (Saint Jhn)",
          "wiki_url": "https://en.wikipedia.org/wiki/Roses_(Saint_Jhn_song)",
          "description": "19-year-old Kazakh musician and producer Imanbek Zeykenov remixed the song in early 2019. The remix of the song is higher pitched and helped the song gain international recognition after it was featured on a Snapchat filter and on video-sharing app TikTok where it received over 4.5 billion plays in the month of April 2020.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/c/c0/Saint_Jhn_-_Roses_%28Imanbek_Remix%29.png",
          "spotify_url": "https://open.spotify.com/track/24Yi9hE78yPEbZ4kxyoXAI?si=PbWLbcvXTgaGZKZ6pUIwdA",
          "youtube_url": "https://www.youtube.com/embed/2zToEPpFEN8"
        },
        {
          "name": "Tap In (Saweetie)",
          "wiki_url": "https://en.wikipedia.org/wiki/Tap_In",
          "description": "The song samples rapper Too Short's signature 2006 single 'Blow the Whistle', produced by Lil Jon, who also produced Petey Pablo's 'Freek-a-Leek', which Saweetie sampled on her 2019 hit single 'My Type'. Too Short provides the intro on 'Tap In'. The track marks Saweetie's first single since 'My Type' and her second song to chart on the Billboard Hot 100. A remix featuring Post Malone, DaBaby and Jack Harlow was released on August 28, 2020. 'Tap In' continues the resurgence of producer Dr. Luke, whose career came to standstill after singer Kesha accused him of sexual assault. Earlier in 2020, he produced Doja Cat's number-one single 'Say So'. He also worked with Kim Petras and produced Juice Wrld's top ten single 'Wishing Well'.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/0/07/Saweetie_-_Tap_In.png",
          "spotify_url": "https://open.spotify.com/track/4Hpib09wXgD84w4uwTPnYD?si=VoHwiHUmTs-TFn_yGF7unQ",
          "youtube_url": "https://www.youtube.com/embed/jUIrolORx6M"
        },
        {
          "name": "Watermelon Sugar (Harry Styles)",
          "wiki_url": "https://en.wikipedia.org/wiki/Watermelon_Sugar",
          "description": "They were inspired by the American novel In Watermelon Sugar (1968) by Richard Brautigan. 'Watermelon Sugar' is a horn and guitar-driven rock, funk-pop, and indie pop song. The music video for 'Watermelon Sugar' was released on 18 May 2020 to positive reviews. Directed by Bradley & Pablo and filmed in Malibu, California, it features Styles alongside a plethora of bikini-clad women dancing on the beach and eating watermelon.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/b/bf/Watermelon_Sugar_-_Harry_Styles.png",
          "spotify_url": "https://open.spotify.com/track/6UelLqGlWMcVH1E5c4H7lY?si=bDfy1LUmTgqnr0tvpw9G1w",
          "youtube_url": "https://www.youtube.com/embed/E07s5ZYygMg"
        },
        {
          "name": "cardigan (Taylor Swift)",
          "wiki_url": "https://en.wikipedia.org/wiki/Cardigan_(song)",
          "description": "'Cardigan' is a slow-burning folk, soft rock and indie-rock ballad with stripped-down instrumentals of tender piano, clopping drums and melancholic violins. Lyrically, it sees Swift singing about a comforting romance lost in memories, from the perspective of a woman named Betty, one of the many fictitious characters narrated in Folklore. The dreamy video presents a cottagecore aesthetic and features Swift in three different settings: a cozy cabin in the woods, a magical moss-covered forest and a dark stormy sea, representing different phases of a relationship.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/0/07/Taylor_Swift_-_Cardigan.png",
          "spotify_url": "https://open.spotify.com/track/4R2kfaDFhslZEMJqAFNpdd?si=LDfq08FVQCm2v_Z07lEQbg",
          "youtube_url": "https://www.youtube.com/embed/K-a8s8OLBSE"
        },
        {
          "name": "Blinding Lights (The Weeknd)",
          "description": "The music video for 'Blinding Lights' was directed by Anton Tammi, assisted by Kenneth Taylor, and filmed in Fremont Street, Las Vegas and Downtown Los Angeles, during a four-day shooting that took place until 6 a.m. every day. It was produced by Sarah Parker and executed prodced by Saskia Whinney for Somesuch, with production design by Adam William Wilson. Olliver Millar served as the director of photography, assisted by Devin 'Daddy' Karringten on the second unit, Niels Lindelien on the steadicam operation, Nizzar Najm on the gaffer and Marlow Nunez on the key grip. The video was edited by Janne Vartia and Tim Montana, and included VFX by Mathematic, post production surpervision by Alec Ernest, color by Nicke Jacobsson, soud design by Akseli Soini, title design by Aleksi Tammi and 3D effects by Oscar Böckerman. During the filming, the roads were not completely shut down, hence random cars and pedestrians were passing by while The Weeknd danced in the street. Also, someone got arrested in a tunnel during the filming, holding up the production for a few moments. The shooting required at least three vehicles driving through the nighttime streets. The Mercedes-AMG GT roadster was specially equipped towing vehicle that allowed The Weeknd to act and lip-sync inside the moving convertible without needing to drive, and a Mercedes-Benz chase SUV with a crane camera strapped to the top. Director of photography Oliver Millar said that he loves the music video format and talked about how intense it is to try and create iconic images during high-pressure shoots that don't last very long. He said that since The Weeknd's previous videos had a dark and gritty vibe, he used generators powering banks of LED lights and a Sony Venice full-frame digital motion picture camera system to try to re-create the look, ending up with the video's vintage, 1980s style. The Weeknd loved so much the Mercedes SUV that he actually bought the vehicle after the filming ended. Mercedes-Benz vice president of marketing Bettina Fetzer said in a statement that working with The Weeknd on the official video was 'inspiring and gave us lots of new and creative impetus. With The Weeknd as the creative director and performer we are addressing young and digital target groups to a greater extent—a perfect combination for this unique Mercedes moment on the road to an electric future'.",
          "wiki_url": "https://en.wikipedia.org/wiki/Blinding_Lights#Music_video",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/e/e6/The_Weeknd_-_Blinding_Lights.png",
          "youtube_url": "https://www.youtube.com/embed/4NRXx6U8ABQ",
          "spotify_url": "https://open.spotify.com/track/0VjIjW4GlUZAMYd2vXMi3b?si=VEemeVoyTQCDbMDk3vytjA"
        },
        {
          "name": "WAP (Cardi B ft. Megan Thee Stallion)",
          "wiki_url": "https://en.wikipedia.org/wiki/WAP_(song)",
          "description": "It was released through Atlantic Records on August 7, 2020, as the lead single from Cardi's upcoming second studio album. It is a hip hop song driven by heavy bass and a sample of Frank Ski's 1993 single 'Whores in This House'. The song sees Cardi and Megan discuss how they want men to please them, using several sexual innuendos. Cardi B became the only female rapper to achieve Hot 100 number one singles in two different decades (2010s and 2020s). It marked the only number one debut of 2020 to spend multiple weeks on top. The accompanying music video, directed by Colin Tilley, featured cameos from several different women, including American television star Kylie Jenner, singers Normani and Rosalía, and rappers Mulatto, Sukihana and Rubi Rose. The video has been described as a confident display of women who demonstrate their sexual prowess. 'WAP' broke the record for the biggest 24-hour debut for an all-female collaboration on YouTube.",
          "image_url": "https://upload.wikimedia.org/wikipedia/en/f/f4/Cardi_B_-_WAP_%28feat._Megan_Thee_Stallion%29.png",
          "spotify_url": "https://open.spotify.com/track/4Oun2ylbjFKMPTiaSbbCih?si=3qTYiWTfSOaxHDqAI60SKg",
          "youtube_url": "https://www.youtube.com/embed/hsm4poTWjMs"
        }
      ]
    }
  ]
}
